[
  {
    "id": 1,
    "pt_text": "Num canto perdido do vasto universo, um núcleo de obsidiana se partia, testemunhando eras estranhas enquanto flutuava em silêncio.",
    "en_text": "In a forgotten corner of the vast universe, an obsidian core was breaking apart, bearing witness to strange eras as it floated in silence.",
    "pt_file": "pt_Núcleo Obsidiano_1.mp3",
    "en_file": "en_Núcleo Obsidiano_1.mp3"
  },
  {
    "id": 2,
    "pt_text": "Preso entre fragmentos do tempo, sua essência absorvia histórias escondidas em bronze velho e poeira cósmica.",
    "en_text": "Trapped between fragments of time, its essence was absorbing stories hidden in old bronze and cosmic dust.",
    "pt_file": "pt_Núcleo Obsidiano_2.mp3",
    "en_file": "en_Núcleo Obsidiano_2.mp3"
  },
  {
    "id": 3,
    "pt_text": "Na beleza intemporal de um naufrágio da Idade do Bronze, o núcleo recordava como um antigo navio se tornara uma onda solidificada no tempo.",
    "en_text": "In the timeless beauty of a Bronze Age shipwreck, the core recalled how an ancient ship had become a wave frozen in time.",
    "pt_file": "pt_Núcleo Obsidiano_3.mp3",
    "en_file": "en_Núcleo Obsidiano_3.mp3"
  },
  {
    "id": 4,
    "pt_text": "Madeiras desgastadas e metais corroídos pelos milênios guardavam ecos de civilizações perdidas.",
    "en_text": "Weathered timbers and corroded metals, through the millennia, bore echoes of lost civilizations.",
    "pt_file": "pt_Núcleo Obsidiano_4.mp3",
    "en_file": "en_Núcleo Obsidiano_4.mp3"
  },
  {
    "id": 5,
    "pt_text": "Entre esses resquícios, o núcleo ouvia murmúrios dos viajantes, que buscavam sabedoria nas estrelas.",
    "en_text": "Among these remnants, the core heard the murmurs of the travelers who sought wisdom in the stars.",
    "pt_file": "pt_Núcleo Obsidiano_5.mp3",
    "en_file": "en_Núcleo Obsidiano_5.mp3"
  },
  {
    "id": 6,
    "pt_text": "Eram dias de encontros com asteroides.",
    "en_text": "There were days of encounters with asteroids.",
    "pt_file": "pt_Núcleo Obsidiano_6.mp3",
    "en_file": "en_Núcleo Obsidiano_6.mp3"
  },
  {
    "id": 7,
    "pt_text": "Espaçonaves ágeis contornavam rochas celestes na busca por conhecimento e recursos.",
    "en_text": "Agile spaceships maneuvered around celestial rocks in search of knowledge and resources.",
    "pt_file": "pt_Núcleo Obsidiano_7.mp3",
    "en_file": "en_Núcleo Obsidiano_7.mp3"
  },
  {
    "id": 8,
    "pt_text": "A ética do controle de solo era rígida, cada decisão calibrada com precisão.",
    "en_text": "The ethics of soil management were rigid, with each decision calibrated with precision.",
    "pt_file": "pt_Núcleo Obsidiano_8.mp3",
    "en_file": "en_Núcleo Obsidiano_8.mp3"
  },
  {
    "id": 9,
    "pt_text": "A cada volta ao redor de um asteroide, falavam de velocidade - 40 mil quilômetros por hora, diziam - suficiente para desafiar o vazio.",
    "en_text": "With every orbit around an asteroid, they spoke of speed—forty thousand kilometers per hour, they say—enough to defy the void.",
    "pt_file": "pt_Núcleo Obsidiano_9.mp3",
    "en_file": "en_Núcleo Obsidiano_9.mp3"
  },
  {
    "id": 10,
    "pt_text": "Certa vez, uma sonda, feita de ligas brilhantes e circuitos intricados, chamou a atenção do núcleo.",
    "en_text": "Once, a probe made of gleaming alloys and intricate circuits caught the core's attention.",
    "pt_file": "pt_Núcleo Obsidiano_10.mp3",
    "en_file": "en_Núcleo Obsidiano_10.mp3"
  },
  {
    "id": 11,
    "pt_text": "\"Velho amigo de pedra,\" disse a sonda, seus sinais eletrônicos ressoando de forma única, \"no que pensam as estrelas quando olham para nós?\" O núcleo, envolto em silêncio, apenas refletiu a energia e a pergunta retornou ao espaço.",
    "en_text": "\"Old stone friend,\" said the probe, its electronic signals resonating in a unique way, \"what do the stars think when they look at us?\" The core, wrapped in silence, merely reflected the energy, and the question returned to space.",
    "pt_file": "pt_Núcleo Obsidiano_11.mp3",
    "en_file": "en_Núcleo Obsidiano_11.mp3"
  },
  {
    "id": 12,
    "pt_text": "Os objetos celestes continuavam seu giro infinito.",
    "en_text": "The celestial objects continued their endless spin.",
    "pt_file": "pt_Núcleo Obsidiano_12.mp3",
    "en_file": "en_Núcleo Obsidiano_12.mp3"
  },
  {
    "id": 13,
    "pt_text": "Estrelas nasciam e morriam.",
    "en_text": "Stars were born and died.",
    "pt_file": "pt_Núcleo Obsidiano_13.mp3",
    "en_file": "en_Núcleo Obsidiano_13.mp3"
  },
  {
    "id": 14,
    "pt_text": "Mas no coração do núcleo, as histórias rodopiavam como poeira estelar, misturando-se ao eterno concerto de cosmos e tempo.",
    "en_text": "But at the heart of the nucleus, the stories swirled like stardust, mingling with the eternal concerto of the cosmos and time.",
    "pt_file": "pt_Núcleo Obsidiano_14.mp3",
    "en_file": "en_Núcleo Obsidiano_14.mp3"
  },
  {
    "id": 15,
    "pt_text": "Sem um começo ou fim claros, apenas um sonho contínuo, de eras esquecidas e futuros desconhecidos.",
    "en_text": "With no clear beginning or end, only a continuous dream of forgotten ages and unknown futures.",
    "pt_file": "pt_Núcleo Obsidiano_15.mp3",
    "en_file": "en_Núcleo Obsidiano_15.mp3"
  },
  {
    "id": 16,
    "pt_text": "Assim, o núcleo de obsidiana testemunhava, sem nunca pausar, intermináveis viagens através das galáxias.",
    "en_text": "Thus, the obsidian core bore witness, never pausing, to endless journeys across the galaxies.",
    "pt_file": "pt_Núcleo Obsidiano_16.mp3",
    "en_file": "en_Núcleo Obsidiano_16.mp3"
  },
  {
    "id": 17,
    "pt_text": "Uma dança cósmica, onde mistérios permaneciam, e onde perguntas ecoavam enquanto as respostas sussurravam suavemente.",
    "en_text": "A cosmic dance, where mysteries lingered, and where questions echoed as the answers whispered softly.",
    "pt_file": "pt_Núcleo Obsidiano_17.mp3",
    "en_file": "en_Núcleo Obsidiano_17.mp3"
  },
  {
    "id": 18,
    "pt_text": "E, assim, a jornada continuava.",
    "en_text": "And so the journey continued.",
    "pt_file": "pt_Núcleo Obsidiano_18.mp3",
    "en_file": "en_Núcleo Obsidiano_18.mp3"
  }
]