[
  {
    "id": 1,
    "pt_text": "Cães são amigos.",
    "en_text": "Dogs are friends.",
    "pt_file": "pt_Dogs are Great_1.mp3",
    "en_file": "en_Dogs are Great_1.mp3"
  },
  {
    "id": 2,
    "pt_text": "Eles enchem a vida de alegria e ajudam a enfrentar os dias difíceis.",
    "en_text": "They fill our lives with joy and help us get through difficult days.",
    "pt_file": "pt_Dogs are Great_2.mp3",
    "en_file": "en_Dogs are Great_2.mp3"
  },
  {
    "id": 3,
    "pt_text": "Eles parecem falar sem palavras; aprendemos a falar com coração.",
    "en_text": "They seem to speak without words; we’ve learned to speak from the heart.",
    "pt_file": "pt_Dogs are Great_3.mp3",
    "en_file": "en_Dogs are Great_3.mp3"
  },
  {
    "id": 4,
    "pt_text": "Nas caminhadas, presença deles traz ajuda e reduz o estresse.",
    "en_text": "During walks, their presence is helpful and reduces stress.",
    "pt_file": "pt_Dogs are Great_4.mp3",
    "en_file": "en_Dogs are Great_4.mp3"
  },
  {
    "id": 5,
    "pt_text": "Quando volto, a alegria chega.",
    "en_text": "When I come back, joy arrives. \n\n(Alternatively: Whenever I return, joy arrives.)",
    "pt_file": "pt_Dogs are Great_5.mp3",
    "en_file": "en_Dogs are Great_5.mp3"
  },
  {
    "id": 6,
    "pt_text": "Às vezes o treino é desafiador, mas a resposta está na prática: criar rotinas, entender a personalidade de cada cão e seguir a lei de proteção animal.",
    "en_text": "Sometimes training is challenging, but the answer lies in practice: establish routines, understand each dog's personality, and follow animal-protection laws.",
    "pt_file": "pt_Dogs are Great_6.mp3",
    "en_file": "en_Dogs are Great_6.mp3"
  },
  {
    "id": 7,
    "pt_text": "Droga, ele mordeu meu tênis de novo, mas isso ensina paciência.",
    "en_text": "Darn, he bit my sneakers again, but that teaches me patience.",
    "pt_file": "pt_Dogs are Great_7.mp3",
    "en_file": "en_Dogs are Great_7.mp3"
  },
  {
    "id": 8,
    "pt_text": "Quem procura um amigo fiel encontra nos cães companhia e vida, esperança.",
    "en_text": "Whoever seeks a faithful friend will find in dogs companionship, life, and hope.",
    "pt_file": "pt_Dogs are Great_8.mp3",
    "en_file": "en_Dogs are Great_8.mp3"
  },
  {
    "id": 9,
    "pt_text": "A lista de motivos é simples: apoio emocional, criar hábitos e menos solidão.",
    "en_text": "The list of reasons is simple: emotional support, building habits, and reducing loneliness.",
    "pt_file": "pt_Dogs are Great_9.mp3",
    "en_file": "en_Dogs are Great_9.mp3"
  },
  {
    "id": 10,
    "pt_text": "É foda ver a alegria nos passeios que percorrem km ao lado da gente.",
    "en_text": "It's amazing to see the joy on those long walks that stretch for kilometers beside us.",
    "pt_file": "pt_Dogs are Great_10.mp3",
    "en_file": "en_Dogs are Great_10.mp3"
  },
  {
    "id": 11,
    "pt_text": "Um conhecido entre americanos mostrou que a presença canina alivia a ansiedade.",
    "en_text": "An American acquaintance showed that the presence of dogs relieves anxiety.",
    "pt_file": "pt_Dogs are Great_11.mp3",
    "en_file": "en_Dogs are Great_11.mp3"
  },
  {
    "id": 12,
    "pt_text": "Minha namorada fica feliz com a conversa que o cão inspira; minha noiva ficou preocupada com custos, mas entende o valor.",
    "en_text": "My girlfriend is happy with the way the dog inspires conversation; my fiancée was worried about the costs, but she understands the value.",
    "pt_file": "pt_Dogs are Great_12.mp3",
    "en_file": "en_Dogs are Great_12.mp3"
  },
  {
    "id": 13,
    "pt_text": "dei conselhos; procure instituições responsáveis, leia lei de proteção aos animais e siga outras regras simples, droga.",
    "en_text": "I gave some advice: look for reputable institutions, read the animal protection law, and follow other simple rules, damn it.",
    "pt_file": "pt_Dogs are Great_13.mp3",
    "en_file": "en_Dogs are Great_13.mp3"
  },
  {
    "id": 14,
    "pt_text": "A resposta é clara: a amizade com um cão enriquece a vida.",
    "en_text": "The answer is clear: a dog's friendship enriches life.",
    "pt_file": "pt_Dogs are Great_14.mp3",
    "en_file": "en_Dogs are Great_14.mp3"
  }
]