[
  {
    "id": 1,
    "pt_text": "Há muitos séculos, uma pequena vila chamada Vila Verde existia em uma região distante do planeta Terra.",
    "en_text": "Many centuries ago, a small village called Vila Verde existed in a distant region of Earth.",
    "pt_file": "pt_Equilíbrio_1.mp3",
    "en_file": "en_Equilíbrio_1.mp3"
  },
  {
    "id": 2,
    "pt_text": "Os moradores eram pessoas simples e viviam em harmonia com a natureza.",
    "en_text": "The inhabitants were simple people and lived in harmony with nature.",
    "pt_file": "pt_Equilíbrio_2.mp3",
    "en_file": "en_Equilíbrio_2.mp3"
  },
  {
    "id": 3,
    "pt_text": "Plantavam, colhiam e respeitavam os animais e plantas.",
    "en_text": "They planted, harvested, and respected animals and plants.",
    "pt_file": "pt_Equilíbrio_3.mp3",
    "en_file": "en_Equilíbrio_3.mp3"
  },
  {
    "id": 4,
    "pt_text": "Um dia, um evento incomum aconteceu.",
    "en_text": "One day, an unusual event happened.",
    "pt_file": "pt_Equilíbrio_4.mp3",
    "en_file": "en_Equilíbrio_4.mp3"
  },
  {
    "id": 5,
    "pt_text": "No céu, uma luz brilhante apareceu.",
    "en_text": "In the sky, a bright light appeared.",
    "pt_file": "pt_Equilíbrio_5.mp3",
    "en_file": "en_Equilíbrio_5.mp3"
  },
  {
    "id": 6,
    "pt_text": "Os moradores olharam para cima, curiosos e assustados.",
    "en_text": "The locals looked up, curious and frightened.",
    "pt_file": "pt_Equilíbrio_6.mp3",
    "en_file": "en_Equilíbrio_6.mp3"
  },
  {
    "id": 7,
    "pt_text": "A luz desceu e pousou suavemente em um campo aberto.",
    "en_text": "The light descended and settled gently in an open field.",
    "pt_file": "pt_Equilíbrio_7.mp3",
    "en_file": "en_Equilíbrio_7.mp3"
  },
  {
    "id": 8,
    "pt_text": "Era uma nave, de formato redondo e cor prateada.",
    "en_text": "It was a ship, round in shape and silver in color.",
    "pt_file": "pt_Equilíbrio_8.mp3",
    "en_file": "en_Equilíbrio_8.mp3"
  },
  {
    "id": 9,
    "pt_text": "Da nave, saíram pequenos seres de pele azul e olhos grandes.",
    "en_text": "From the spaceship, small beings with blue skin and large eyes emerged.",
    "pt_file": "pt_Equilíbrio_9.mp3",
    "en_file": "en_Equilíbrio_9.mp3"
  },
  {
    "id": 10,
    "pt_text": "Pareciam pacíficos e sorriam para os moradores.",
    "en_text": "They seemed peaceful and smiled at the residents.",
    "pt_file": "pt_Equilíbrio_10.mp3",
    "en_file": "en_Equilíbrio_10.mp3"
  },
  {
    "id": 11,
    "pt_text": "Os aldeões observavam em silêncio, sem saber o que fazer.",
    "en_text": "The villagers watched in silence, not knowing what to do.",
    "pt_file": "pt_Equilíbrio_11.mp3",
    "en_file": "en_Equilíbrio_11.mp3"
  },
  {
    "id": 12,
    "pt_text": "Então, um dos seres falou em uma língua melodiosa.",
    "en_text": "Then one of the beings spoke in a melodious language.",
    "pt_file": "pt_Equilíbrio_12.mp3",
    "en_file": "en_Equilíbrio_12.mp3"
  },
  {
    "id": 13,
    "pt_text": "De repente, todos conseguiram entender a mensagem.",
    "en_text": "Suddenly, everyone was able to understand the message.",
    "pt_file": "pt_Equilíbrio_13.mp3",
    "en_file": "en_Equilíbrio_13.mp3"
  },
  {
    "id": 14,
    "pt_text": "Eles se chamavam Alrians e vieram de um planeta distante.",
    "en_text": "They called themselves Alrians and came from a distant planet.",
    "pt_file": "pt_Equilíbrio_14.mp3",
    "en_file": "en_Equilíbrio_14.mp3"
  },
  {
    "id": 15,
    "pt_text": "Os Alrians explicaram que estavam em busca de conhecimento sobre o equilíbrio com a natureza.",
    "en_text": "The Alrians explained that they were seeking knowledge about living in balance with nature.",
    "pt_file": "pt_Equilíbrio_15.mp3",
    "en_file": "en_Equilíbrio_15.mp3"
  },
  {
    "id": 16,
    "pt_text": "No planeta deles, tinham perdido essa harmonia e, como consequência, suas terras se tornaram áridas e árvores não cresciam mais.",
    "en_text": "On their planet, they had lost that harmony, and as a result, their lands became barren and trees no longer grew.",
    "pt_file": "pt_Equilíbrio_16.mp3",
    "en_file": "en_Equilíbrio_16.mp3"
  },
  {
    "id": 17,
    "pt_text": "Eles queriam aprender com os humanos de Vila Verde, pois souberam que viviam de maneira equilibrada com a Terra.",
    "en_text": "They wanted to learn from the humans of Vila Verde, because they had learned that the people of Vila Verde lived in balance with the Earth.",
    "pt_file": "pt_Equilíbrio_17.mp3",
    "en_file": "en_Equilíbrio_17.mp3"
  },
  {
    "id": 18,
    "pt_text": "Os moradores de Vila Verde receberam os Alrians com amizade.",
    "en_text": "The residents of Vila Verde welcomed the Alrians with friendship.",
    "pt_file": "pt_Equilíbrio_18.mp3",
    "en_file": "en_Equilíbrio_18.mp3"
  },
  {
    "id": 19,
    "pt_text": "Durante vários meses, os seres azuis aprenderam a plantar, colher e respeitar o ciclo da vida.",
    "en_text": "For several months, the blue beings learned to plant, harvest, and respect the cycle of life.",
    "pt_file": "pt_Equilíbrio_19.mp3",
    "en_file": "en_Equilíbrio_19.mp3"
  },
  {
    "id": 20,
    "pt_text": "Os moradores também aprenderam muito sobre as tecnologias dos Alrians, especialmente aquelas que respeitavam o meio ambiente.",
    "en_text": "The inhabitants also learned a lot about the Alrians' technologies, especially those that respected the environment.",
    "pt_file": "pt_Equilíbrio_20.mp3",
    "en_file": "en_Equilíbrio_20.mp3"
  },
  {
    "id": 21,
    "pt_text": "Com o tempo, uma forte amizade cresceu entre os humanos e os Alrians.",
    "en_text": "Over time, a strong friendship grew between humans and the Alrians.",
    "pt_file": "pt_Equilíbrio_21.mp3",
    "en_file": "en_Equilíbrio_21.mp3"
  },
  {
    "id": 22,
    "pt_text": "Os visitantes decidiram que era hora de voltar ao seu planeta.",
    "en_text": "The visitors decided that it was time to return to their planet.",
    "pt_file": "pt_Equilíbrio_22.mp3",
    "en_file": "en_Equilíbrio_22.mp3"
  },
  {
    "id": 23,
    "pt_text": "Antes de partir, prometeram aplicar tudo que aprenderam para restaurar o equilíbrio em sua própria terra.",
    "en_text": "Before leaving, they promised to put into practice everything they had learned to restore balance in their own land.",
    "pt_file": "pt_Equilíbrio_23.mp3",
    "en_file": "en_Equilíbrio_23.mp3"
  },
  {
    "id": 24,
    "pt_text": "Depois de se despedir, a nave prateada subiu aos céus, deixando os moradores de Vila Verde com um sentimento de esperança e união.",
    "en_text": "After bidding farewell, the silver ship rose into the skies, leaving the residents of Vila Verde with a feeling of hope and unity.",
    "pt_file": "pt_Equilíbrio_24.mp3",
    "en_file": "en_Equilíbrio_24.mp3"
  },
  {
    "id": 25,
    "pt_text": "Eles sabiam que a harmonia com a natureza é um presente precioso que precisa ser cuidado.",
    "en_text": "They knew that harmony with nature is a precious gift that needs to be cared for.",
    "pt_file": "pt_Equilíbrio_25.mp3",
    "en_file": "en_Equilíbrio_25.mp3"
  },
  {
    "id": 26,
    "pt_text": "E, com os novos amigos, sentiam-se ainda mais motivados a preservar esse legado.",
    "en_text": "And with their new friends, they felt even more motivated to preserve that legacy.",
    "pt_file": "pt_Equilíbrio_26.mp3",
    "en_file": "en_Equilíbrio_26.mp3"
  },
  {
    "id": 27,
    "pt_text": "A partir desse dia, os aldeões inspirados continuaram a viver de forma equilibrada, gratos pela troca valiosa.",
    "en_text": "From that day on, the inspired villagers continued to live in a balanced way, grateful for the valuable exchange.",
    "pt_file": "pt_Equilíbrio_27.mp3",
    "en_file": "en_Equilíbrio_27.mp3"
  },
  {
    "id": 28,
    "pt_text": "A história dos Alrians se tornaria uma lenda passada de geração em geração, sempre lembrando a todos a importância do vínculo com a natureza e a harmonia com outros seres.",
    "en_text": "The history of the Alrians would become a legend passed down from generation to generation, always reminding everyone of the importance of the bond with nature and harmony with other beings.",
    "pt_file": "pt_Equilíbrio_28.mp3",
    "en_file": "en_Equilíbrio_28.mp3"
  }
]