[
  {
    "id": 1,
    "pt_text": "O viajante se preparava para embarcar na jornada épica de silk_road_echoes até o mítico summit_vow.",
    "en_text": "The traveler was preparing to embark on the epic journey of Silk Road Echoes to the mythical Summit Vow.",
    "pt_file": "pt_Caminho Ancestral_1.mp3",
    "en_file": "en_Caminho Ancestral_1.mp3"
  },
  {
    "id": 2,
    "pt_text": "A primeira etapa do caminho passava pelas intrigantes obsidian_trails.",
    "en_text": "The first leg of the journey passed through the intriguing Obsidian Trails.",
    "pt_file": "pt_Caminho Ancestral_2.mp3",
    "en_file": "en_Caminho Ancestral_2.mp3"
  },
  {
    "id": 3,
    "pt_text": "O sol matinal aquecia o solo de basalto e um leve calor acolhedor subia sob os pés.",
    "en_text": "The morning sun warmed the basalt ground, and a gentle, comforting warmth rose underfoot.",
    "pt_file": "pt_Caminho Ancestral_3.mp3",
    "en_file": "en_Caminho Ancestral_3.mp3"
  },
  {
    "id": 4,
    "pt_text": "Com uma recepção calorosa no coração das cavernas, Pedro encontrou a base perfeita para repousar.",
    "en_text": "With a warm reception in the heart of the caves, Pedro found the perfect base to rest.",
    "pt_file": "pt_Caminho Ancestral_4.mp3",
    "en_file": "en_Caminho Ancestral_4.mp3"
  },
  {
    "id": 5,
    "pt_text": "A umidade ali era alta, criando uma saturação de oxigênio que revigorava a mente e o corpo.",
    "en_text": "The humidity there was high, creating an oxygen-rich atmosphere that refreshed the mind and body.",
    "pt_file": "pt_Caminho Ancestral_5.mp3",
    "en_file": "en_Caminho Ancestral_5.mp3"
  },
  {
    "id": 6,
    "pt_text": "Sabia que o desafio seria grande, mas estava preparado.",
    "en_text": "I knew that the challenge would be big, but I was prepared.",
    "pt_file": "pt_Caminho Ancestral_6.mp3",
    "en_file": "en_Caminho Ancestral_6.mp3"
  },
  {
    "id": 7,
    "pt_text": "No meio do silêncio das colinas, ele consultou seu pergaminho de receitas místicas, repleto de ship_of_theseus_cases.",
    "en_text": "In the midst of the silence of the hills, he consulted his scroll of mystical recipes, filled with Ship of Theseus cases.",
    "pt_file": "pt_Caminho Ancestral_7.mp3",
    "en_file": "en_Caminho Ancestral_7.mp3"
  },
  {
    "id": 8,
    "pt_text": "Estas fórmulas eram segredos ancestrais, cada uma trazendo uma pequena modificação, um detalhe novo.",
    "en_text": "These formulas were ancient secrets, each one bringing a small modification, a new detail.",
    "pt_file": "pt_Caminho Ancestral_8.mp3",
    "en_file": "en_Caminho Ancestral_8.mp3"
  },
  {
    "id": 9,
    "pt_text": "Seu próximo movimento foi mapear os trechos mais difíceis com precisão cirúrgica.",
    "en_text": "Your next move was to map out the most difficult sections with surgical precision.",
    "pt_file": "pt_Caminho Ancestral_9.mp3",
    "en_file": "en_Caminho Ancestral_9.mp3"
  },
  {
    "id": 10,
    "pt_text": "Seguir as trilhas de obsidiana exigia atenção.",
    "en_text": "Following the obsidian trails required attention.",
    "pt_file": "pt_Caminho Ancestral_10.mp3",
    "en_file": "en_Caminho Ancestral_10.mp3"
  },
  {
    "id": 11,
    "pt_text": "Cada passo contava, cada rota se desdobrava em possibilidades e dilemas.",
    "en_text": "Every step counted, every route unfolded into possibilities and dilemmas.",
    "pt_file": "pt_Caminho Ancestral_11.mp3",
    "en_file": "en_Caminho Ancestral_11.mp3"
  },
  {
    "id": 12,
    "pt_text": "Decisões precisavam ser rápidas, pois o tempo era escasso e a luz do dia era crucial.",
    "en_text": "Decisions had to be quick, as time was running out and daylight was crucial.",
    "pt_file": "pt_Caminho Ancestral_12.mp3",
    "en_file": "en_Caminho Ancestral_12.mp3"
  },
  {
    "id": 13,
    "pt_text": "Pedro ajustou seu relógio, calculou os minutos restantes até o pôr do sol.",
    "en_text": "Pedro adjusted his watch and calculated the remaining minutes until sunset.",
    "pt_file": "pt_Caminho Ancestral_13.mp3",
    "en_file": "en_Caminho Ancestral_13.mp3"
  },
  {
    "id": 14,
    "pt_text": "A receita seguinte mencionava a importância de reconhecer o caminho correto: \"Observe a montanha ao entardecer, e as sombras lhe mostrarão a direção.\" O viajante, com olhar atento, percebeu como as sombras se moviam com precisão, guiando seus passos como se fossem amigas antigas.",
    "en_text": "The following guidance emphasized the importance of recognizing the right path: \"Watch the mountain at dusk, and the shadows will show you the way.\" The traveler, with a keen eye, noticed how the shadows moved with precision, guiding his steps as if they were old friends.",
    "pt_file": "pt_Caminho Ancestral_14.mp3",
    "en_file": "en_Caminho Ancestral_14.mp3"
  },
  {
    "id": 15,
    "pt_text": "Entre os vales e picos, a aventura se desenrolava enquanto ele prosseguia com determinação.",
    "en_text": "Among the valleys and peaks, the adventure unfolded as he pressed on with determination.",
    "pt_file": "pt_Caminho Ancestral_15.mp3",
    "en_file": "en_Caminho Ancestral_15.mp3"
  },
  {
    "id": 16,
    "pt_text": "Sabia que cada desafio era uma oportunidade de aprendizado.",
    "en_text": "I knew that every challenge was an opportunity to learn.",
    "pt_file": "pt_Caminho Ancestral_16.mp3",
    "en_file": "en_Caminho Ancestral_16.mp3"
  },
  {
    "id": 17,
    "pt_text": "Cada tropeço, um ajustamento necessário.",
    "en_text": "Every stumble is a necessary adjustment.",
    "pt_file": "pt_Caminho Ancestral_17.mp3",
    "en_file": "en_Caminho Ancestral_17.mp3"
  },
  {
    "id": 18,
    "pt_text": "Seu espírito permanecia inabalável, movido pela promessa do horizonte distante.",
    "en_text": "His spirit remained unshaken, driven by the promise of the distant horizon.",
    "pt_file": "pt_Caminho Ancestral_18.mp3",
    "en_file": "en_Caminho Ancestral_18.mp3"
  }
]