[
  {
    "id": 1,
    "pt_text": "Orientação Fluvial Tradicional\n\nA orientação fluvial tradicional é uma prática ancestral utilizada por comunidades ribeirinhas para navegar e se localizar em áreas de rios.",
    "en_text": "Traditional River Navigation\n\nTraditional river navigation is an ancestral practice used by riverine communities to navigate and orient themselves in river areas.",
    "pt_file": "pt_Navegação Fluvial_1.mp3",
    "en_file": "en_Navegação Fluvial_1.mp3"
  },
  {
    "id": 2,
    "pt_text": "Essa técnica é essencial para populações que dependem das águas tanto para transporte quanto para subsistência.",
    "en_text": "This technique is essential for communities that rely on water for both transportation and subsistence.",
    "pt_file": "pt_Navegação Fluvial_2.mp3",
    "en_file": "en_Navegação Fluvial_2.mp3"
  },
  {
    "id": 3,
    "pt_text": "A habilidade de ler os sinais naturais do ambiente fluvial é transmitida de geração em geração e envolve uma compreensão íntima da geografia local.",
    "en_text": "The ability to read the natural signs of the river environment is passed down from generation to generation and requires an intimate understanding of the local geography.",
    "pt_file": "pt_Navegação Fluvial_3.mp3",
    "en_file": "en_Navegação Fluvial_3.mp3"
  },
  {
    "id": 4,
    "pt_text": "Um dos principais métodos utilizados é a observação das correntes e dos padrões de água, que podem indicar a proximidade de obstáculos submersos ou mudanças na profundidade do rio.",
    "en_text": "One of the main methods used is the observation of currents and water patterns, which can indicate the proximity of submerged obstacles or changes in the river's depth.",
    "pt_file": "pt_Navegação Fluvial_4.mp3",
    "en_file": "en_Navegação Fluvial_4.mp3"
  },
  {
    "id": 5,
    "pt_text": "O conhecimento das marés e do comportamento das águas durante diferentes épocas do ano também é crucial.",
    "en_text": "Understanding the tides and the behavior of the waters during different times of the year is also crucial.",
    "pt_file": "pt_Navegação Fluvial_5.mp3",
    "en_file": "en_Navegação Fluvial_5.mp3"
  },
  {
    "id": 6,
    "pt_text": "Por exemplo, durante a estação das chuvas, alguns rios na Amazônia podem aumentar seu volume em até 15 metros, alterando significativamente o curso d'água.",
    "en_text": "For example, during the rainy season, some rivers in the Amazon can rise by as much as 15 meters, significantly altering the river's course.",
    "pt_file": "pt_Navegação Fluvial_6.mp3",
    "en_file": "en_Navegação Fluvial_6.mp3"
  },
  {
    "id": 7,
    "pt_text": "Além disso, a orientação fluvial tradicional faz uso de referências visuais ao longo das margens.",
    "en_text": "In addition, traditional river navigation relies on visual references along the banks.",
    "pt_file": "pt_Navegação Fluvial_7.mp3",
    "en_file": "en_Navegação Fluvial_7.mp3"
  },
  {
    "id": 8,
    "pt_text": "Árvores grandes, formações rochosas e até mesmo construções humanas são usadas como marcos.",
    "en_text": "Large trees, rock formations, and even human constructions are used as landmarks.",
    "pt_file": "pt_Navegação Fluvial_8.mp3",
    "en_file": "en_Navegação Fluvial_8.mp3"
  },
  {
    "id": 9,
    "pt_text": "Esses pontos de referência ajudam os navegantes a manterem curso e evitarem áreas perigosas.",
    "en_text": "These reference points help mariners stay on course and avoid dangerous areas.",
    "pt_file": "pt_Navegação Fluvial_9.mp3",
    "en_file": "en_Navegação Fluvial_9.mp3"
  },
  {
    "id": 10,
    "pt_text": "Em muitos casos, as rotas conhecidas por essas comunidades são mais eficientes e seguras do que as traçadas por mapas modernos.",
    "en_text": "In many cases, the routes known to these communities are more efficient and safer than those plotted on modern maps.",
    "pt_file": "pt_Navegação Fluvial_10.mp3",
    "en_file": "en_Navegação Fluvial_10.mp3"
  },
  {
    "id": 11,
    "pt_text": "A prática também depende de um profundo entendimento dos sons e odores do ambiente.",
    "en_text": "The practice also depends on a deep understanding of the sounds and smells of the environment.",
    "pt_file": "pt_Navegação Fluvial_11.mp3",
    "en_file": "en_Navegação Fluvial_11.mp3"
  },
  {
    "id": 12,
    "pt_text": "O som das águas batendo em pedras ou o cheiro de vegetação específica pode indicar a proximidade de terra firme ou mudanças na direção do rio.",
    "en_text": "The sound of water hitting rocks or the smell of certain vegetation can indicate proximity to dry land or changes in the river's course.",
    "pt_file": "pt_Navegação Fluvial_12.mp3",
    "en_file": "en_Navegação Fluvial_12.mp3"
  },
  {
    "id": 13,
    "pt_text": "Essa sensibilidade aos detalhes ambientais é uma habilidade desenvolvida com anos de experiência e observação constante.",
    "en_text": "This sensitivity to environmental details is a skill developed over years of experience and constant observation.",
    "pt_file": "pt_Navegação Fluvial_13.mp3",
    "en_file": "en_Navegação Fluvial_13.mp3"
  },
  {
    "id": 14,
    "pt_text": "Em suma, a orientação fluvial tradicional é um exemplo de como o conhecimento empírico e a observação atenta da natureza podem se unir para criar um sistema de navegação eficaz e adaptado às condições locais.",
    "en_text": "In short, traditional river navigation is an example of how empirical knowledge and careful observation of nature can come together to create an effective navigation system tailored to local conditions.",
    "pt_file": "pt_Navegação Fluvial_14.mp3",
    "en_file": "en_Navegação Fluvial_14.mp3"
  },
  {
    "id": 15,
    "pt_text": "Essa prática não só garante a sobrevivência das comunidades ribeirinhas, mas também preserva um legado cultural que continua a ser relevante nos dias de hoje.",
    "en_text": "This practice not only ensures the survival of riverine communities, but also preserves a cultural heritage that remains relevant today.",
    "pt_file": "pt_Navegação Fluvial_15.mp3",
    "en_file": "en_Navegação Fluvial_15.mp3"
  }
]