[
  {
    "id": 1,
    "pt_text": "O jiu-jítsu brasileiro é uma arte marcial de estratégia e controle. Ele não é só luta e também é um caminho de autoconhecimento. No tatame, o aluno aprende respeito e humildade.",
    "en_text": "Brazilian jiu-jitsu is a martial art of strategy and control. It’s not just fighting; it’s also a path to self-discovery. On the mats, students learn respect and humility.",
    "pt_file": "pt_1.mp3",
    "en_file": "en_1.mp3"
  },
  {
    "id": 2,
    "pt_text": "A respiração consciente acalma a mente e o corpo. O cansaço e a dor ensinam paciência. Muitos praticantes meditam antes ou depois do treino.",
    "en_text": "Mindful breathing calms the mind and body. Fatigue and pain teach patience. Many practitioners meditate before or after training.",
    "pt_file": "pt_2.mp3",
    "en_file": "en_2.mp3"
  },
  {
    "id": 3,
    "pt_text": "A prática constante fortalece o corpo e o espírito. A derrota vira lição e não motivo de raiva. A vitória traz gratidão e não orgulho vazio.",
    "en_text": "Consistent practice strengthens body and spirit. Defeat becomes a lesson, not a cause for anger. Victory brings gratitude, not empty pride.",
    "pt_file": "pt_3.mp3",
    "en_file": "en_3.mp3"
  },
  {
    "id": 4,
    "pt_text": "Assim, o jiu-jítsu ajuda a viver com mais paz e propósito. O jiu-jítsu promove disciplina e concentração. Cada movimento exige atenção plena.",
    "en_text": "Thus, jiu-jitsu helps you live with greater peace and purpose. It fosters discipline and focus. Every movement demands full attention.",
    "pt_file": "pt_4.mp3",
    "en_file": "en_4.mp3"
  },
  {
    "id": 5,
    "pt_text": "Aprender a cair corretamente previne lesões e ensina resiliência. A conexão entre mente e corpo se fortalece a cada treino. Os instrutores incentivam o apoio mútuo e a camaradagem.",
    "en_text": "Learning to fall correctly prevents injuries and builds resilience. The mind–body connection grows stronger with every training session. The instructors encourage mutual support and camaraderie.",
    "pt_file": "pt_5.mp3",
    "en_file": "en_5.mp3"
  },
  {
    "id": 6,
    "pt_text": "A técnica supera a força bruta, ensinando inteligência. A paciência é essencial para aperfeiçoar cada golpe. O respeito pelos colegas de treino cria uma comunidade unida.",
    "en_text": "Technique beats brute force and teaches smart thinking. Patience is essential to perfect every move. Respect for your training partners builds a united community.",
    "pt_file": "pt_6.mp3",
    "en_file": "en_6.mp3"
  },
  {
    "id": 7,
    "pt_text": "A perseverança no tatame reflete na vida cotidiana. A vitória é celebrada com humildade e gratidão. Treinar jiu-jítsu desenvolve confiança pessoal.",
    "en_text": "Perseverance on the mat carries over into everyday life. Victories are celebrated with humility and gratitude. Training jiu-jitsu builds self-confidence.",
    "pt_file": "pt_7.mp3",
    "en_file": "en_7.mp3"
  },
  {
    "id": 8,
    "pt_text": "O controle da respiração ajuda a lidar com o estresse. Cada sessão de treino oferece novas lições e desafios. Aprender com erros é parte fundamental do crescimento.",
    "en_text": "Controlling your breathing helps you deal with stress. Each training session offers new lessons and challenges. Learning from mistakes is a fundamental part of growth.",
    "pt_file": "pt_8.mp3",
    "en_file": "en_8.mp3"
  },
  {
    "id": 9,
    "pt_text": "O espírito esportivo prevalece sobre a competição. A prática constante molda tanto o corpo quanto o caráter. O equilíbrio emocional é cultivado com disciplina diária.",
    "en_text": "Sportsmanship takes precedence over competition. Consistent practice shapes both body and character. Emotional balance is cultivated through daily discipline.",
    "pt_file": "pt_9.mp3",
    "en_file": "en_9.mp3"
  },
  {
    "id": 10,
    "pt_text": "O jiu-jítsu ensina a lidar com pressão e adversidade. As técnicas avançadas exigem dedicação prolongada. O sucesso é resultado de esforço contínuo e prática regular.",
    "en_text": "Jiu-jitsu teaches you to handle pressure and adversity. Advanced techniques require sustained dedication. Success is the result of steady effort and consistent practice.",
    "pt_file": "pt_10.mp3",
    "en_file": "en_10.mp3"
  },
  {
    "id": 11,
    "pt_text": "O tatame é um espaço de aprendizado e reflexão. A paciência e a atenção aos detalhes são recompensadas. O treino regular fortalece a mente e o físico.",
    "en_text": "The mat is a place for learning and reflection. Patience and attention to detail are rewarded. Regular training strengthens both mind and body.",
    "pt_file": "pt_11.mp3",
    "en_file": "en_11.mp3"
  },
  {
    "id": 12,
    "pt_text": "A interação com colegas melhora habilidades sociais e empatia. O respeito pelas regras é essencial para o bom convívio. Cada faixa conquistada simboliza progresso e comprometimento.",
    "en_text": "Interacting with peers improves social skills and empathy. Respecting the rules is essential for a healthy environment. Each belt earned symbolizes progress and commitment.",
    "pt_file": "pt_12.mp3",
    "en_file": "en_12.mp3"
  },
  {
    "id": 13,
    "pt_text": "A consistência na prática cria hábitos saudáveis e duradouros. O jiu-jítsu incentiva a autoconfiança e a superação pessoal. O aprendizado contínuo mantém o interesse e a motivação.",
    "en_text": "Consistency in practice builds healthy, lasting habits. Jiu-jitsu fosters self-confidence and personal growth. Continuous learning maintains interest and motivation.",
    "pt_file": "pt_13.mp3",
    "en_file": "en_13.mp3"
  },
  {
    "id": 14,
    "pt_text": "A arte marcial ensina que cada derrota é oportunidade de crescimento. A prática de jiu-jítsu contribui para o bem-estar geral. A concentração melhora o foco em outras áreas da vida.",
    "en_text": "Martial arts teach that every defeat is an opportunity for growth. Practicing jiu-jitsu contributes to overall well-being. Concentration improves focus in other areas of life.",
    "pt_file": "pt_14.mp3",
    "en_file": "en_14.mp3"
  },
  {
    "id": 15,
    "pt_text": "O autocontrole é desenvolvido com cada técnica executada. O treino ensina a importância do esforço constante. A resiliência é cultivada através de desafios e adversidades.",
    "en_text": "Self-control is developed with each technique you practice. Training teaches the importance of consistent effort. Resilience is cultivated through challenges and adversity.",
    "pt_file": "pt_15.mp3",
    "en_file": "en_15.mp3"
  },
  {
    "id": 16,
    "pt_text": "O espírito de equipe fortalece os laços entre praticantes. A disciplina adquirida no tatame reflete fora dele. O jiu-jítsu inspira equilíbrio entre corpo, mente e espírito.",
    "en_text": "Team spirit strengthens the bonds among practitioners. The discipline developed on the mat carries over beyond it. Jiu-jitsu fosters balance of body, mind, and spirit.",
    "pt_file": "pt_16.mp3",
    "en_file": "en_16.mp3"
  },
  {
    "id": 17,
    "pt_text": "O progresso pessoal é celebrado com alegria e gratidão. Assim, o jiu-jítsu transforma a prática física em sabedoria de vida.",
    "en_text": "Personal progress is celebrated with joy and gratitude. In this way, jiu-jitsu turns physical training into life lessons.",
    "pt_file": "pt_17.mp3",
    "en_file": "en_17.mp3"
  }
]