[
  {
    "id": 1,
    "pt_text": "Lykke er noe alle mennesker søker, men ofte forstår vi det på forskjellige måter.",
    "en_text": "Happiness is something everyone seeks, but we often understand it differently.",
    "pt_file": "pt_Lykke_1.mp3",
    "en_file": "en_Lykke_1.mp3"
  },
  {
    "id": 2,
    "pt_text": "Noen tenker at lykke handler om å få det vi ønsker: en god jobb, penger, reiser eller ting.",
    "en_text": "Some people think that happiness is about getting what we want—a good job, money, travel, or things.",
    "pt_file": "pt_Lykke_2.mp3",
    "en_file": "en_Lykke_2.mp3"
  },
  {
    "id": 3,
    "pt_text": "Men ofte oppdager vi at selv når vi får alt dette, varer gleden bare en kort stund.",
    "en_text": "But often we find that even when we get all this, the joy only lasts a short while.",
    "pt_file": "pt_Lykke_3.mp3",
    "en_file": "en_Lykke_3.mp3"
  },
  {
    "id": 4,
    "pt_text": "Ekte lykke ser ut til å være noe dypere.",
    "en_text": "True happiness seems to be something deeper.",
    "pt_file": "pt_Lykke_4.mp3",
    "en_file": "en_Lykke_4.mp3"
  },
  {
    "id": 5,
    "pt_text": "Den kan komme fra små øyeblikk: å drikke en kopp kaffe i ro, å gå en tur i naturen, å le sammen med en venn.",
    "en_text": "It can come from small moments: drinking a cup of coffee in peace and quiet, going for a walk in nature, laughing with a friend.",
    "pt_file": "pt_Lykke_5.mp3",
    "en_file": "en_Lykke_5.mp3"
  },
  {
    "id": 6,
    "pt_text": "Slike øyeblikk minner oss om at lykke finnes her og nå, ikke bare i en fjern fremtid.",
    "en_text": "Moments like these remind us that happiness is found here and now, not just in some distant future.",
    "pt_file": "pt_Lykke_6.mp3",
    "en_file": "en_Lykke_6.mp3"
  },
  {
    "id": 7,
    "pt_text": "Lykke handler også om å akseptere livet slik det er.",
    "en_text": "Happiness is also about accepting life as it is.",
    "pt_file": "pt_Lykke_7.mp3",
    "en_file": "en_Lykke_7.mp3"
  },
  {
    "id": 8,
    "pt_text": "Vi kan ikke alltid kontrollere alt som skjer, men vi kan velge hvordan vi møter det.",
    "en_text": "We can’t always control what happens, but we can choose how we respond to it.",
    "pt_file": "pt_Lykke_8.mp3",
    "en_file": "en_Lykke_8.mp3"
  },
  {
    "id": 9,
    "pt_text": "Når vi møter både glede og vanskeligheter med et åpent sinn, blir vi mer frie.",
    "en_text": "When we face both joy and hardship with an open mind, we grow freer.",
    "pt_file": "pt_Lykke_9.mp3",
    "en_file": "en_Lykke_9.mp3"
  },
  {
    "id": 10,
    "pt_text": "Til slutt kan vi si at lykke ikke bare er noe vi finner, men noe vi skaper.",
    "en_text": "Ultimately, we can say that happiness isn’t just something we find; it’s something we create.",
    "pt_file": "pt_Lykke_10.mp3",
    "en_file": "en_Lykke_10.mp3"
  },
  {
    "id": 11,
    "pt_text": "Når vi deler med andre, viser takknemlighet og våger å være til stede i øyeblikket, vokser lykken naturlig.",
    "en_text": "When we share with others, show gratitude, and have the courage to be fully present in the moment, happiness grows naturally.",
    "pt_file": "pt_Lykke_11.mp3",
    "en_file": "en_Lykke_11.mp3"
  },
  {
    "id": 12,
    "pt_text": "Den er enkel, men samtidig dyp – en stille følelse av å være i live og være hel.",
    "en_text": "It’s simple yet profound—a quiet sense of being alive and whole.",
    "pt_file": "pt_Lykke_12.mp3",
    "en_file": "en_Lykke_12.mp3"
  }
]