[
  {
    "id": 1,
    "pt_text": "O Brazilian Jiu-Jitsu, ou BJJ, é mais do que apenas uma arte marcial; é uma filosofia de vida.",
    "en_text": "Brazilian Jiu-Jitsu, or BJJ, is more than just a martial art; it’s a way of life.",
    "pt_file": "pt_BJJ Philosophy_1.mp3",
    "en_file": "en_BJJ Philosophy_1.mp3"
  },
  {
    "id": 2,
    "pt_text": "No BJJ, aprendemos a importância da paciência e da resiliência.",
    "en_text": "In BJJ, we learn the importance of patience and resilience.",
    "pt_file": "pt_BJJ Philosophy_2.mp3",
    "en_file": "en_BJJ Philosophy_2.mp3"
  },
  {
    "id": 3,
    "pt_text": "No tatame, enfrentamos desafios constantes que testam nosso corpo e mente.",
    "en_text": "On the mat, we face constant challenges that test our bodies and minds.",
    "pt_file": "pt_BJJ Philosophy_3.mp3",
    "en_file": "en_BJJ Philosophy_3.mp3"
  },
  {
    "id": 4,
    "pt_text": "A cada treino, descobrimos que a força bruta não é suficiente.",
    "en_text": "With each training session, we learn that brute force isn’t enough.",
    "pt_file": "pt_BJJ Philosophy_4.mp3",
    "en_file": "en_BJJ Philosophy_4.mp3"
  },
  {
    "id": 5,
    "pt_text": "Precisamos de técnica, estratégia e, acima de tudo, calma.",
    "en_text": "We need skill, strategy, and above all, composure.",
    "pt_file": "pt_BJJ Philosophy_5.mp3",
    "en_file": "en_BJJ Philosophy_5.mp3"
  },
  {
    "id": 6,
    "pt_text": "Essa disciplina ensina o valor da humildade, pois sempre há alguém mais habilidoso, pronto para nos lembrar de que o aprendizado nunca termina.",
    "en_text": "This discipline teaches the value of humility, because there’s always someone more skilled, ready to remind us that learning never ends.",
    "pt_file": "pt_BJJ Philosophy_6.mp3",
    "en_file": "en_BJJ Philosophy_6.mp3"
  },
  {
    "id": 7,
    "pt_text": "É uma jornada contínua de autoconhecimento e superação pessoal.",
    "en_text": "It’s an ongoing journey of self-discovery and personal growth.",
    "pt_file": "pt_BJJ Philosophy_7.mp3",
    "en_file": "en_BJJ Philosophy_7.mp3"
  },
  {
    "id": 8,
    "pt_text": "Fora do tatame, os ensinamentos do BJJ são aplicáveis à vida.",
    "en_text": "Off the mats, the lessons from BJJ carry over into everyday life.",
    "pt_file": "pt_BJJ Philosophy_8.mp3",
    "en_file": "en_BJJ Philosophy_8.mp3"
  },
  {
    "id": 9,
    "pt_text": "Enfrentamos problemas com a mesma mentalidade de um combate: avaliando a situação, ajustando nossa abordagem e mantendo a persistência.",
    "en_text": "We tackle problems with the same mindset as a fight: we assess the situation, adjust our approach, and stay persistent.",
    "pt_file": "pt_BJJ Philosophy_9.mp3",
    "en_file": "en_BJJ Philosophy_9.mp3"
  },
  {
    "id": 10,
    "pt_text": "Aprendemos a cair e a nos levantar, aceitando derrotas como parte do processo de crescimento.",
    "en_text": "We learn to fall and get back up, accepting setbacks as part of growing.",
    "pt_file": "pt_BJJ Philosophy_10.mp3",
    "en_file": "en_BJJ Philosophy_10.mp3"
  },
  {
    "id": 11,
    "pt_text": "No ambiente competitivo ou cotidiano, o BJJ nos ensina a respeitar os outros, a colaborar e a construir relacionamentos baseados em confiança e respeito mútuo.",
    "en_text": "Whether in competitive settings or everyday life, BJJ teaches us to respect others, collaborate, and build relationships based on trust and mutual respect.",
    "pt_file": "pt_BJJ Philosophy_11.mp3",
    "en_file": "en_BJJ Philosophy_11.mp3"
  },
  {
    "id": 12,
    "pt_text": "Assim, o Brazilian Jiu-Jitsu se torna um caminho para melhorar não apenas nossas habilidades físicas, mas também nosso caráter e visão de mundo.",
    "en_text": "In this way, Brazilian Jiu-Jitsu becomes a way to improve not only our physical abilities but also our character and outlook on life.",
    "pt_file": "pt_BJJ Philosophy_12.mp3",
    "en_file": "en_BJJ Philosophy_12.mp3"
  }
]