[
  {
    "id": 1,
    "pt_text": "#\nO prédio rangia como se respirasse.",
    "en_text": "The building creaked as if it were breathing.",
    "pt_file": "pt_Capítulo 1_1.mp3",
    "en_file": "en_Capítulo 1_1.mp3"
  },
  {
    "id": 2,
    "pt_text": "De manhã cedo, quando o sol ainda não decidira se entrava ou não pelas janelas altas, eu descia as escadas pensando no aluguel atrasado, na mão sempre apressada da cidade, e naquele tédio que às vezes se espalha como poeira sobre os móveis.",
    "en_text": "Early in the morning, when the sun hadn’t yet decided whether to slip in through the tall windows, I was going downstairs, thinking about the overdue rent, the city’s ever-hurried pace, and that boredom that sometimes settles like dust on the furniture.",
    "pt_file": "pt_Capítulo 1_2.mp3",
    "en_file": "en_Capítulo 1_2.mp3"
  },
  {
    "id": 3,
    "pt_text": "A tia Lurdes dizia que era besteira cultivar esse humor: “Acredita, menino, agir é melhor do que adiar.” Eu sorria, agradecia o café ralo e saía, disposto a escolher um caminho que me levasse, nem que fosse por acaso, ao que faltava.",
    "en_text": "Aunt Lurdes would say it was foolish to indulge that mood: “Believe me, kid, acting is better than putting things off.” I’d smile, thank her for the weak coffee, and head out, intent on choosing a path that would lead me, even if only by chance, to whatever was missing.",
    "pt_file": "pt_Capítulo 1_3.mp3",
    "en_file": "en_Capítulo 1_3.mp3"
  },
  {
    "id": 4,
    "pt_text": "Lá embaixo, no térreo, o ateliê de dona Zuleide já tinha a porta aberta.",
    "en_text": "Down on the ground floor, the door to Ms. Zuleide’s studio was already open.",
    "pt_file": "pt_Capítulo 1_4.mp3",
    "en_file": "en_Capítulo 1_4.mp3"
  },
  {
    "id": 5,
    "pt_text": "O cheiro de tinta misturava-se ao da rua, e a luz batia no cavalete feito de aço, dando ao lugar um ar quase lúdico.",
    "en_text": "The smell of paint mingled with the smell from the street, and the light fell on the steel easel, lending the place an almost whimsical air.",
    "pt_file": "pt_Capítulo 1_5.mp3",
    "en_file": "en_Capítulo 1_5.mp3"
  },
  {
    "id": 6,
    "pt_text": "Ela levantou os olhos do quadro e perguntou se eu tinha trazido a assinatura para o contrato.",
    "en_text": "She looked up from the board and asked if I’d brought the signed contract.",
    "pt_file": "pt_Capítulo 1_6.mp3",
    "en_file": "en_Capítulo 1_6.mp3"
  },
  {
    "id": 7,
    "pt_text": "Eu disse que sim, mas confessei que ainda não sabia se devia assinar.",
    "en_text": "I said yes, but I admitted I still wasn’t sure whether I should sign.",
    "pt_file": "pt_Capítulo 1_7.mp3",
    "en_file": "en_Capítulo 1_7.mp3"
  },
  {
    "id": 8,
    "pt_text": "“A cidade anda em trocas constantes”, expliquei.",
    "en_text": "\"The city is constantly changing,\" I explained.",
    "pt_file": "pt_Capítulo 1_8.mp3",
    "en_file": "en_Capítulo 1_8.mp3"
  },
  {
    "id": 9,
    "pt_text": "“Às vezes acho que devo casar os planos com a cidade; outras, penso em sair e procurar moradias mais baratas, mais amigáveis.” Ela riu, contou uma história de quando brigou com o próprio medo, e disse que a vida se aprende andando.",
    "en_text": "“Sometimes I think I should align my plans with the city; other times, I think about leaving and looking for cheaper, friendlier places to live.” She laughed, told a story about the time she wrestled with her own fear, and said that you learn as you go.",
    "pt_file": "pt_Capítulo 1_9.mp3",
    "en_file": "en_Capítulo 1_9.mp3"
  },
  {
    "id": 10,
    "pt_text": "Achei bacana, prometi voltar, e segui calçando os passos na calçada.",
    "en_text": "I thought it was cool, promised I’d be back, and kept walking down the sidewalk.",
    "pt_file": "pt_Capítulo 1_10.mp3",
    "en_file": "en_Capítulo 1_10.mp3"
  },
  {
    "id": 11,
    "pt_text": "As bancas de jornal formavam um corredor de vozes.",
    "en_text": "The newsstands formed a corridor of voices.",
    "pt_file": "pt_Capítulo 1_11.mp3",
    "en_file": "en_Capítulo 1_11.mp3"
  },
  {
    "id": 12,
    "pt_text": "Um homem vendia dicas sobre como não cair nas maldições do tempo; uma moça com uma bola debaixo do braço pedia trocas de figurinhas; um senhor com boina afiava memórias.",
    "en_text": "A man was selling tips on how not to fall prey to time’s curses; a young woman with a ball tucked under her arm was looking to trade stickers; an old man in a beret was sharpening memories.",
    "pt_file": "pt_Capítulo 1_12.mp3",
    "en_file": "en_Capítulo 1_12.mp3"
  },
  {
    "id": 13,
    "pt_text": "Na esquina, um fio de luz escapava de um prédio vizinho e riscava o ar — parecia que a cidade toda pendia daquele fio, como roupa em varal de segunda-feira.",
    "en_text": "At the corner, a thread of light slipped out of a neighboring building and streaked the air—it seemed the whole city hung from that thread, like Monday’s wash on the line.",
    "pt_file": "pt_Capítulo 1_13.mp3",
    "en_file": "en_Capítulo 1_13.mp3"
  },
  {
    "id": 14,
    "pt_text": "Disso eu gostei.",
    "en_text": "I liked that.",
    "pt_file": "pt_Capítulo 1_14.mp3",
    "en_file": "en_Capítulo 1_14.mp3"
  },
  {
    "id": 15,
    "pt_text": "Houve um momento em que quase acreditei que, se segurasse aquele fio, eu poderia diluir o peso do dia, tecendo com ele uma outra história.",
    "en_text": "There was a moment when I almost believed that if I held on to that thread, I could ease the weight of the day, weaving another story with it.",
    "pt_file": "pt_Capítulo 1_15.mp3",
    "en_file": "en_Capítulo 1_15.mp3"
  },
  {
    "id": 16,
    "pt_text": "Eu andei um pouco mais e vi um rapaz que dirigia uma bicicleta de carga; na garupa, caixas de frutas com casca brilhante; na frente, uma placa escrita à mão: “Trocas honestas”.",
    "en_text": "I walked a little farther and saw a young man riding a cargo bike; on the back, crates of shiny-skinned fruit; up front, a handwritten sign: “Honest swaps.”",
    "pt_file": "pt_Capítulo 1_16.mp3",
    "en_file": "en_Capítulo 1_16.mp3"
  },
  {
    "id": 17,
    "pt_text": "Ele parou, bebeu água, me ofereceu um pedaço de manga.",
    "en_text": "He stopped, drank some water, and offered me a piece of mango.",
    "pt_file": "pt_Capítulo 1_17.mp3",
    "en_file": "en_Capítulo 1_17.mp3"
  },
  {
    "id": 18,
    "pt_text": "Disse que a filha mais velha queria estudar e que nunca adia tarefas importantes, porque aprendeu cedo que o fracasso nasce quando a gente confunde medo com prudência.",
    "en_text": "He said that his eldest daughter wanted to study and that she never puts off important tasks, because she learned early on that failure starts when we mistake fear for prudence.",
    "pt_file": "pt_Capítulo 1_18.mp3",
    "en_file": "en_Capítulo 1_18.mp3"
  },
  {
    "id": 19,
    "pt_text": "Aquilo me fez lembrar a tia Lurdes outra vez, e também uma carta antiga em que ela falava de vivência — palavra que carrega algum abrigo dentro, como casa que se leva no peito.",
    "en_text": "That made me think of Aunt Lurdes again, and also of an old letter in which she wrote about vivência—a word that carries a kind of shelter inside it, like a house you carry in your chest.",
    "pt_file": "pt_Capítulo 1_19.mp3",
    "en_file": "en_Capítulo 1_19.mp3"
  },
  {
    "id": 20,
    "pt_text": "Eu agradeci a manga, senti o cheiro que grudou na mão, e segui.",
    "en_text": "I thanked the mango, breathed in the scent that lingered on my hand, and went on my way.",
    "pt_file": "pt_Capítulo 1_20.mp3",
    "en_file": "en_Capítulo 1_20.mp3"
  },
  {
    "id": 21,
    "pt_text": "Foi então que o imprevisto aconteceu.",
    "en_text": "That's when the unexpected happened.",
    "pt_file": "pt_Capítulo 1_21.mp3",
    "en_file": "en_Capítulo 1_21.mp3"
  },
  {
    "id": 22,
    "pt_text": "Um estalo, um sopro quente, e um fogo pequeno começou numa das bancas mais ao fundo, bem perto do poste.",
    "en_text": "There was a crack, a hot gust, and then a small fire started in one of the stalls toward the back, right by the pole.",
    "pt_file": "pt_Capítulo 1_22.mp3",
    "en_file": "en_Capítulo 1_22.mp3"
  },
  {
    "id": 23,
    "pt_text": "As pessoas correram, alguém gritou por água, outro ajeitou o extintor que não funcionava.",
    "en_text": "People ran, someone shouted for water, and someone else fumbled with a fire extinguisher that wouldn’t work.",
    "pt_file": "pt_Capítulo 1_23.mp3",
    "en_file": "en_Capítulo 1_23.mp3"
  },
  {
    "id": 24,
    "pt_text": "O rapaz da bicicleta largou as mangas, agiu sem calcular, e o ato de coragem contagiou.",
    "en_text": "The boy on the bike rolled up his sleeves, acted without a second thought, and his courage proved contagious.",
    "pt_file": "pt_Capítulo 1_24.mp3",
    "en_file": "en_Capítulo 1_24.mp3"
  },
  {
    "id": 25,
    "pt_text": "Uma mulher puxou uma mangueira de dentro do salão ao lado; um senhor cobriu os jornais com um pano molhado; uma menina, com a mesma pressa que eu tinha de aprender a andar sem tropeçar, abriu caminho para os bombeiros.",
    "en_text": "A woman pulled a hose out of the salon next door; an older man covered the newspapers with a wet cloth; a girl, with the same urgency I had to learn to walk without stumbling, cleared a path for the firefighters.",
    "pt_file": "pt_Capítulo 1_25.mp3",
    "en_file": "en_Capítulo 1_25.mp3"
  },
  {
    "id": 26,
    "pt_text": "O caminhão chegou, a sirene riscou o ar, e a água caiu em arco sobre as chamas.",
    "en_text": "The fire truck arrived, the siren pierced the air, and water arced down onto the flames.",
    "pt_file": "pt_Capítulo 1_26.mp3",
    "en_file": "en_Capítulo 1_26.mp3"
  },
  {
    "id": 27,
    "pt_text": "Ninguém ficou parado: em poucos minutos, o incêndio cedeu, como se tivesse sido apenas um mau humor da manhã.",
    "en_text": "No one stood idle: within minutes, the fire died down, as if it had been nothing more than a bout of morning grumpiness.",
    "pt_file": "pt_Capítulo 1_27.mp3",
    "en_file": "en_Capítulo 1_27.mp3"
  },
  {
    "id": 28,
    "pt_text": "Quando tudo passou, ouvi risos nervosos, abraços, palavras que se ajustavam como assinatura correta na linha certa.",
    "en_text": "When it was all over, I heard nervous laughter, there were hugs, and words that fell into place like a signature on the right line.",
    "pt_file": "pt_Capítulo 1_28.mp3",
    "en_file": "en_Capítulo 1_28.mp3"
  },
  {
    "id": 29,
    "pt_text": "Eu me sentei na sarjeta, mirando o resto de fumaça subir em fiapos.",
    "en_text": "I sat on the curb, watching the last of the smoke rise in wisps.",
    "pt_file": "pt_Capítulo 1_29.mp3",
    "en_file": "en_Capítulo 1_29.mp3"
  },
  {
    "id": 30,
    "pt_text": "Pensei em como certas palavras têm casca dura e outras se oferecem macias.",
    "en_text": "I thought about how some words have a hard shell and others come to you soft.",
    "pt_file": "pt_Capítulo 1_30.mp3",
    "en_file": "en_Capítulo 1_30.mp3"
  },
  {
    "id": 31,
    "pt_text": "Pensei no que a tia repetia: é preciso escolher com calma, mesmo quando o relógio lateja.",
    "en_text": "I thought of what my aunt always said: you have to choose calmly, even when the clock is throbbing.",
    "pt_file": "pt_Capítulo 1_31.mp3",
    "en_file": "en_Capítulo 1_31.mp3"
  },
  {
    "id": 32,
    "pt_text": "Lembrei do ateliê, do contrato, da ideia de casar os planos com a cidade.",
    "en_text": "I remembered the studio, the contract, the idea of marrying the plans to the city.",
    "pt_file": "pt_Capítulo 1_32.mp3",
    "en_file": "en_Capítulo 1_32.mp3"
  },
  {
    "id": 33,
    "pt_text": "Talvez eu estivesse sempre adiando porque esperava um sinal perfeito, e sinais perfeitos não existem; existem sinais possíveis, como a mão que se estende no meio da briga, como o fio que a luz traça no ar, como a voz que diz “bora” sem medo de cair no ridículo.",
    "en_text": "Maybe I’ve always been putting it off because I was waiting for a perfect sign, and perfect signs don’t exist; there are possible signs, like a hand reaching out in the middle of a fight, like the thin line light traces in the air, like a voice that says “let’s go” without fear of sounding ridiculous.",
    "pt_file": "pt_Capítulo 1_33.mp3",
    "en_file": "en_Capítulo 1_33.mp3"
  },
  {
    "id": 34,
    "pt_text": "No caminho de volta, passei pela feira de rua.",
    "en_text": "On the way back, I passed by the street market.",
    "pt_file": "pt_Capítulo 1_34.mp3",
    "en_file": "en_Capítulo 1_34.mp3"
  },
  {
    "id": 35,
    "pt_text": "As bancas tinham voltado ao normal, e alguém tocava um violão desafinado numa canção que, ainda assim, soava certa.",
    "en_text": "The newsstands were back to normal, and someone was playing an out-of-tune guitar, though the song somehow still sounded right.",
    "pt_file": "pt_Capítulo 1_35.mp3",
    "en_file": "en_Capítulo 1_35.mp3"
  },
  {
    "id": 36,
    "pt_text": "Uma senhora me ofereceu um copo de suco; disse que, naquele bairro, mesmo famintos de tempo, as pessoas sempre davam um jeito de dividir.",
    "en_text": "An older woman offered me a glass of juice; she said that in that neighborhood, even when pressed for time, people always found a way to share.",
    "pt_file": "pt_Capítulo 1_36.mp3",
    "en_file": "en_Capítulo 1_36.mp3"
  },
  {
    "id": 37,
    "pt_text": "Um homem atrás dela comentou que a cidade, apesar das fracas políticas, sobrevivia de pequenos gestos, e que, se eu procurasse, acharia um ateliê onde as pessoas assinavam com tinta e com presença.",
    "en_text": "A man behind her remarked that the city, despite its weak policies, survived on small gestures, and that if I looked, I’d find a studio where people signed in ink and in person.",
    "pt_file": "pt_Capítulo 1_37.mp3",
    "en_file": "en_Capítulo 1_37.mp3"
  },
  {
    "id": 38,
    "pt_text": "Sorri, porque eu já conhecia esse lugar.",
    "en_text": "I smiled because I’d been here before.",
    "pt_file": "pt_Capítulo 1_38.mp3",
    "en_file": "en_Capítulo 1_38.mp3"
  },
  {
    "id": 39,
    "pt_text": "Agradeci outra vez.",
    "en_text": "I thanked them again.",
    "pt_file": "pt_Capítulo 1_39.mp3",
    "en_file": "en_Capítulo 1_39.mp3"
  },
  {
    "id": 40,
    "pt_text": "Eu me vi disposto, dessa vez de verdade.",
    "en_text": "I found myself up for it — this time for real.",
    "pt_file": "pt_Capítulo 1_40.mp3",
    "en_file": "en_Capítulo 1_40.mp3"
  },
  {
    "id": 41,
    "pt_text": "Quando voltei ao prédio, a porta do ateliê continuava aberta.",
    "en_text": "When I got back to the building, the studio door was still open.",
    "pt_file": "pt_Capítulo 1_41.mp3",
    "en_file": "en_Capítulo 1_41.mp3"
  },
  {
    "id": 42,
    "pt_text": "Dona Zuleide olhou para mim sem fazer pergunta; parecia saber que, no fundo, eu já tinha escolhido.",
    "en_text": "Dona Zuleide looked at me without asking a thing; she seemed to know that, deep down, I’d already made up my mind.",
    "pt_file": "pt_Capítulo 1_42.mp3",
    "en_file": "en_Capítulo 1_42.mp3"
  },
  {
    "id": 43,
    "pt_text": "Ela empurrou uma cadeira, afastou um pouco os potes de tinta e me entregou a caneta.",
    "en_text": "She pushed a chair aside, shifted the paint jars a bit, and handed me the pen.",
    "pt_file": "pt_Capítulo 1_43.mp3",
    "en_file": "en_Capítulo 1_43.mp3"
  },
  {
    "id": 44,
    "pt_text": "Eu li o contrato com atenção, respirei fundo e assinei.",
    "en_text": "I read the contract carefully, took a deep breath, and signed it.",
    "pt_file": "pt_Capítulo 1_44.mp3",
    "en_file": "en_Capítulo 1_44.mp3"
  },
  {
    "id": 45,
    "pt_text": "Naquele instante, senti que o dia se alinhava, e o fio da cidade, que eu via pela manhã, se prendia em algum lugar da minha camisa.",
    "en_text": "In that moment, I felt the day fall into place, and the city’s thread, the one I saw in the mornings, snagged somewhere on my shirt.",
    "pt_file": "pt_Capítulo 1_45.mp3",
    "en_file": "en_Capítulo 1_45.mp3"
  },
  {
    "id": 46,
    "pt_text": "Havia risco, com certeza, havia sempre o risco de um fracasso, de um passo em falso, de uma briga com o destino; mas havia também a graça do que se constrói, a coragem que dirige o gesto, a promessa de que andar é a única forma de chegar.",
    "en_text": "There was risk, to be sure—always the risk of failure, of a misstep, of a fight with fate; but there was also the grace of building, the courage that guides the hand, the promise that walking is the only way to arrive.",
    "pt_file": "pt_Capítulo 1_46.mp3",
    "en_file": "en_Capítulo 1_46.mp3"
  },
  {
    "id": 47,
    "pt_text": "Antes de ir embora, eu notei um quadro novo encostado no canto.",
    "en_text": "Before I left, I noticed a new painting propped up in the corner.",
    "pt_file": "pt_Capítulo 1_47.mp3",
    "en_file": "en_Capítulo 1_47.mp3"
  },
  {
    "id": 48,
    "pt_text": "Era uma cidade de janelas abertas e varais estendidos, uma rua onde pessoas trocavam frutas, palavras, sorrisos.",
    "en_text": "It was a city of open windows and clotheslines strung up, a street where people exchanged fruit, words, and smiles.",
    "pt_file": "pt_Capítulo 1_48.mp3",
    "en_file": "en_Capítulo 1_48.mp3"
  },
  {
    "id": 49,
    "pt_text": "O fogo já era apenas memória, e a água, um brilho no asfalto.",
    "en_text": "The fire was already nothing but a memory, and the water a sheen on the asphalt.",
    "pt_file": "pt_Capítulo 1_49.mp3",
    "en_file": "en_Capítulo 1_49.mp3"
  },
  {
    "id": 50,
    "pt_text": "A artista tinha pintado também um fio cruzando o céu, como linha que costura a vida de quem acredita.",
    "en_text": "The artist had also painted a line across the sky, like a thread stitching together the lives of believers.",
    "pt_file": "pt_Capítulo 1_50.mp3",
    "en_file": "en_Capítulo 1_50.mp3"
  },
  {
    "id": 51,
    "pt_text": "Eu cheguei mais perto e reconheci, com espanto e alegria, a minha própria mão desenhada ali, segurando aquele fio.",
    "en_text": "I stepped closer and, to my amazement and delight, recognized my own hand drawn there, holding that thread.",
    "pt_file": "pt_Capítulo 1_51.mp3",
    "en_file": "en_Capítulo 1_51.mp3"
  },
  {
    "id": 52,
    "pt_text": "A tia Lurdes aparecia numa das janelas, rindo, como quem diz sem dizer que agora, enfim, eu tinha começado.",
    "en_text": "Aunt Lurdes would appear at one of the windows, laughing, as if to say, without a word, that now, at last, I had begun.",
    "pt_file": "pt_Capítulo 1_52.mp3",
    "en_file": "en_Capítulo 1_52.mp3"
  }
]