[
  {
    "id": 1,
    "pt_text": "Moshé Feldenkrais foi um cientista e judoca israelense, nascido em 1904 no antigo Império Russo e falecido em 1984 em Tel Aviv, Israel.",
    "en_text": "Moshe Feldenkrais, an Israeli scientist and judoka, was born in 1904 in the former Russian Empire and died in 1984 in Tel Aviv, Israel.",
    "pt_file": "pt_Feldenkrais_1.mp3",
    "en_file": "en_Feldenkrais_1.mp3"
  },
  {
    "id": 2,
    "pt_text": "Ele cresceu em uma família judaica tradicional e, aos 14 anos, emigrou para a Palestina, onde trabalhou em várias ocupações.",
    "en_text": "He grew up in a traditional Jewish family and, at 14, emigrated to Palestine, where he held various jobs.",
    "pt_file": "pt_Feldenkrais_2.mp3",
    "en_file": "en_Feldenkrais_2.mp3"
  },
  {
    "id": 3,
    "pt_text": "Após terminar o ensino médio, Feldenkrais mudou-se para Paris em 1930 para estudar engenharia elétrica e mecânica.",
    "en_text": "After finishing high school, Feldenkrais moved to Paris in 1930 to study electrical and mechanical engineering.",
    "pt_file": "pt_Feldenkrais_3.mp3",
    "en_file": "en_Feldenkrais_3.mp3"
  },
  {
    "id": 4,
    "pt_text": "Durante sua carreira, ele trabalhou em importantes laboratórios de pesquisa, inclusive ao lado dos renomados cientistas Irene e Frédéric Joliot-Curie.",
    "en_text": "During his career, he worked at leading research laboratories, including alongside the renowned scientists Irène and Frédéric Joliot-Curie.",
    "pt_file": "pt_Feldenkrais_4.mp3",
    "en_file": "en_Feldenkrais_4.mp3"
  },
  {
    "id": 5,
    "pt_text": "Paralelamente, Feldenkrais se interessou por artes marciais, especialmente o Judo, e foi o primeiro europeu a receber o 1º Dan em Judo pelo Kodokan, sem nunca ter ido ao Japão.",
    "en_text": "At the same time, Feldenkrais became interested in martial arts—especially judo—and was the first European to be awarded a first-degree black belt (1st dan) in judo by the Kodokan, despite never having been to Japan.",
    "pt_file": "pt_Feldenkrais_5.mp3",
    "en_file": "en_Feldenkrais_5.mp3"
  },
  {
    "id": 6,
    "pt_text": "Após a Segunda Guerra Mundial, ele se dedicou a criar a Feldenkrais-Método, uma abordagem inovadora para melhorar a consciência corporal e o movimento.",
    "en_text": "After World War II, he devoted himself to developing the Feldenkrais Method, an innovative approach to improving body awareness and movement.",
    "pt_file": "pt_Feldenkrais_6.mp3",
    "en_file": "en_Feldenkrais_6.mp3"
  },
  {
    "id": 7,
    "pt_text": "A Feldenkrais-Método é um sistema educacional que busca melhorar a percepção e a eficiência dos movimentos corporais através da conscientização cinestésica e proprioceptiva.",
    "en_text": "The Feldenkrais Method is an educational approach that aims to improve the perception and efficiency of bodily movement by cultivating kinesthetic and proprioceptive awareness.",
    "pt_file": "pt_Feldenkrais_7.mp3",
    "en_file": "en_Feldenkrais_7.mp3"
  },
  {
    "id": 8,
    "pt_text": "Essa técnica é composta por duas práticas principais: \"Integração Funcional\" e \"Consciência através do Movimento\".",
    "en_text": "This technique consists of two main practices: Functional Integration and Awareness Through Movement.",
    "pt_file": "pt_Feldenkrais_8.mp3",
    "en_file": "en_Feldenkrais_8.mp3"
  },
  {
    "id": 9,
    "pt_text": "A \"Integração Funcional\" envolve interações personalizadas, geralmente com um praticante guiando fisicamente os movimentos do aluno, enquanto \"Consciência através do Movimento\" consiste em aulas em grupo onde os indivíduos seguem instruções verbais para explorar movimentos de maneira mais consciente.",
    "en_text": "“Functional Integration” involves personalized, one‑on‑one interactions, usually with a practitioner physically guiding the student’s movements, while “Awareness Through Movement” consists of group classes in which individuals follow verbal instructions to explore movement with greater awareness.",
    "pt_file": "pt_Feldenkrais_9.mp3",
    "en_file": "en_Feldenkrais_9.mp3"
  },
  {
    "id": 10,
    "pt_text": "Embora a eficácia terapêutica específica da Feldenkrais-Método não seja comprovada cientificamente, muitos praticantes relatam uma melhora significativa na facilidade e prazer em realizar movimentos diários, bem como uma redução nas dores.",
    "en_text": "Although the specific therapeutic efficacy of the Feldenkrais Method has not been scientifically demonstrated, many practitioners report a significant increase in the ease and enjoyment of everyday movements, along with reduced pain.",
    "pt_file": "pt_Feldenkrais_10.mp3",
    "en_file": "en_Feldenkrais_10.mp3"
  },
  {
    "id": 11,
    "pt_text": "O legado de Feldenkrais continua a influenciar tanto o campo das terapias corporais quanto as práticas de autoaperfeiçoamento.",
    "en_text": "Feldenkrais's legacy continues to influence both the field of somatic therapies and self-improvement practices.",
    "pt_file": "pt_Feldenkrais_11.mp3",
    "en_file": "en_Feldenkrais_11.mp3"
  }
]