[
  {
    "id": 1,
    "pt_text": "Uma supernova é uma explosão estelar extremamente brilhante, ocorrendo no estágio final de evolução de uma estrela.",
    "en_text": "A supernova is an extremely bright stellar explosion that occurs in the final stage of a star’s evolution.",
    "pt_file": "pt_Supernova_1.mp3",
    "en_file": "en_Supernova_1.mp3"
  },
  {
    "id": 2,
    "pt_text": "Existem dois tipos principais de supernovas: as de tipo Ia, que acontecem em sistemas binários quando uma anã branca acumula matéria e atinge uma massa crítica, e as de tipo II, que ocorrem quando estrelas massivas, com pelo menos oito vezes a massa do Sol, esgotam seu combustível nuclear e colapsam sob sua própria gravidade.",
    "en_text": "There are two main types of supernovae: Type Ia, which occur in binary star systems when a white dwarf accretes matter and reaches a critical mass, and Type II, which occur when massive stars, at least eight times the mass of the Sun, exhaust their nuclear fuel and collapse under their own gravity.",
    "pt_file": "pt_Supernova_2.mp3",
    "en_file": "en_Supernova_2.mp3"
  },
  {
    "id": 3,
    "pt_text": "Essa explosão libera uma quantidade enorme de energia, iluminando a galáxia onde a estrela reside por semanas ou até meses.",
    "en_text": "This explosion releases an enormous amount of energy, lighting up the star’s home galaxy for weeks or even months.",
    "pt_file": "pt_Supernova_3.mp3",
    "en_file": "en_Supernova_3.mp3"
  },
  {
    "id": 4,
    "pt_text": "Além de sua beleza visual, as supernovas desempenham um papel crucial no universo.",
    "en_text": "Beyond their visual beauty, supernovae play a crucial role in the universe.",
    "pt_file": "pt_Supernova_4.mp3",
    "en_file": "en_Supernova_4.mp3"
  },
  {
    "id": 5,
    "pt_text": "Elas são responsáveis pela síntese de elementos pesados, como ouro e ferro, que são lançados no espaço e eventualmente incorporados em novas estrelas, planetas e até em nossos próprios corpos.",
    "en_text": "They are responsible for the synthesis of heavy elements like gold and iron, which are ejected into space and eventually incorporated into new stars, planets, and even our own bodies.",
    "pt_file": "pt_Supernova_5.mp3",
    "en_file": "en_Supernova_5.mp3"
  },
  {
    "id": 6,
    "pt_text": "Além disso, a onda de choque resultante da explosão pode desencadear a formação de novas estrelas ao comprimir nuvens de gás interestelar.",
    "en_text": "In addition, the shock wave from the explosion can trigger the formation of new stars by compressing clouds of interstellar gas.",
    "pt_file": "pt_Supernova_6.mp3",
    "en_file": "en_Supernova_6.mp3"
  },
  {
    "id": 7,
    "pt_text": "Estudar supernovas nos permite entender melhor a vida e a morte das estrelas, bem como a evolução química do cosmos.",
    "en_text": "Studying supernovae helps us better understand the life and death of stars, as well as the chemical evolution of the cosmos.",
    "pt_file": "pt_Supernova_7.mp3",
    "en_file": "en_Supernova_7.mp3"
  }
]