[
  {
    "id": 1,
    "pt_text": "Lappland é uma região ao norte da Escandinávia, incluindo Suécia, Finlândia e Noruega.",
    "en_text": "Lapland is a region in the north of Scandinavia, comprising Sweden, Finland, and Norway.",
    "pt_file": "pt_Lappland_1.mp3",
    "en_file": "en_Lappland_1.mp3"
  },
  {
    "id": 2,
    "pt_text": "O relevo mistura tundra, fiordes e florestas, com uma árvore solitária entre a neve.",
    "en_text": "The landscape blends tundra, fjords, and forests, with a solitary tree standing in the snow.",
    "pt_file": "pt_Lappland_2.mp3",
    "en_file": "en_Lappland_2.mp3"
  },
  {
    "id": 3,
    "pt_text": "No inverno, as noites são longas; às vezes o céu fica azul.",
    "en_text": "In winter, the nights are long, and sometimes the sky is blue.",
    "pt_file": "pt_Lappland_3.mp3",
    "en_file": "en_Lappland_3.mp3"
  },
  {
    "id": 4,
    "pt_text": "No verão, o dia parece durar horas.",
    "en_text": "In summer, the day seems to last for hours.",
    "pt_file": "pt_Lappland_4.mp3",
    "en_file": "en_Lappland_4.mp3"
  },
  {
    "id": 5,
    "pt_text": "Te convido a conhecer renas, cães de trenó e comunidades Sámi que vivem da criação de rebanhos.",
    "en_text": "I invite you to get to know reindeer, sled dogs, and Sámi communities that make their living from herding.",
    "pt_file": "pt_Lappland_5.mp3",
    "en_file": "en_Lappland_5.mp3"
  },
  {
    "id": 6,
    "pt_text": "O modo de vida é simples: cabelo trançado, roupas de pele e uma caixa de madeira; percebi que é visto por visitantes como símbolo de um costume antigo.",
    "en_text": "The way of life is simple: braided hair, skin clothing, and a wooden box. I realized that visitors see it as a symbol of an ancient custom.",
    "pt_file": "pt_Lappland_6.mp3",
    "en_file": "en_Lappland_6.mp3"
  },
  {
    "id": 7,
    "pt_text": "Nenhum crime fundamenta a tradição, mas há relatos de ataque de predadores.",
    "en_text": "Not a single crime justifies the tradition, but there have been reports of predator attacks.",
    "pt_file": "pt_Lappland_7.mp3",
    "en_file": "en_Lappland_7.mp3"
  },
  {
    "id": 8,
    "pt_text": "Os Sámi mantêm uma cultura antiga, com língua própria, música e artesanato.",
    "en_text": "The Sámi maintain an ancient culture, with their own language, music, and crafts.",
    "pt_file": "pt_Lappland_8.mp3",
    "en_file": "en_Lappland_8.mp3"
  },
  {
    "id": 9,
    "pt_text": "Falamos sobre esse assunto para entender como se preserva a identidade.",
    "en_text": "We discussed this topic to understand how identity is preserved.",
    "pt_file": "pt_Lappland_9.mp3",
    "en_file": "en_Lappland_9.mp3"
  },
  {
    "id": 10,
    "pt_text": "Percebi que o isolamento geográfico molda hábitos simples: usar pau para acender a fogueira, cozinhar e trabalhar a madeira.",
    "en_text": "I realized that geographic isolation shapes simple habits: using a stick to light the campfire, cooking, and working with wood.",
    "pt_file": "pt_Lappland_10.mp3",
    "en_file": "en_Lappland_10.mp3"
  },
  {
    "id": 11,
    "pt_text": "Sentar em um banco de madeira é comum.",
    "en_text": "It's common to sit on a wooden bench.",
    "pt_file": "pt_Lappland_11.mp3",
    "en_file": "en_Lappland_11.mp3"
  },
  {
    "id": 12,
    "pt_text": "no natal, a comunidade se reúne ao redor da lareira, às crianças contam histórias sob a árvore.",
    "en_text": "At Christmas, the community gathers around the fireplace, and the children tell stories under the tree.",
    "pt_file": "pt_Lappland_12.mp3",
    "en_file": "en_Lappland_12.mp3"
  },
  {
    "id": 13,
    "pt_text": "Não perder a oportunidade de aprender com essa memória viva.",
    "en_text": "Don't miss out on the opportunity to learn from this living memory.",
    "pt_file": "pt_Lappland_13.mp3",
    "en_file": "en_Lappland_13.mp3"
  }
]