[
  {
    "id": 1,
    "pt_text": "Nos anos 1980, quando as questões sobre o espaço fascinavam muitos, minha amizade com Miguel ganhou um novo rumo.",
    "en_text": "In the 1980s, when questions about space fascinated many people, my friendship with Miguel took a new turn.",
    "pt_file": "pt_Amizade Espacial_1.mp3",
    "en_file": "en_Amizade Espacial_1.mp3"
  },
  {
    "id": 2,
    "pt_text": "Eu tinha doze anos quando ele me convidou para visitarmos o planetário da cidade.",
    "en_text": "I was twelve years old when he invited me to visit the city's planetarium.",
    "pt_file": "pt_Amizade Espacial_2.mp3",
    "en_file": "en_Amizade Espacial_2.mp3"
  },
  {
    "id": 3,
    "pt_text": "Sua proposta era observar estrelas e sonhar com viagens intergalácticas, algo que nos encantava desde pequenos.",
    "en_text": "Your proposal was to observe stars and dream of intergalactic journeys, something that delighted us since we were little.",
    "pt_file": "pt_Amizade Espacial_3.mp3",
    "en_file": "en_Amizade Espacial_3.mp3"
  },
  {
    "id": 4,
    "pt_text": "A cada noite, ele surgia com novas histórias dos astronautas que liam num livro desgastado, mas repleto de anotações.",
    "en_text": "Every night, he would appear with new stories about the astronauts who read in a worn-out book that was full of notes.",
    "pt_file": "pt_Amizade Espacial_4.mp3",
    "en_file": "en_Amizade Espacial_4.mp3"
  },
  {
    "id": 5,
    "pt_text": "Um dia, ao sairmos do planetário, Miguel mencionou um projeto.",
    "en_text": "One day, as we were leaving the planetarium, Miguel mentioned a project.",
    "pt_file": "pt_Amizade Espacial_5.mp3",
    "en_file": "en_Amizade Espacial_5.mp3"
  },
  {
    "id": 6,
    "pt_text": "Uma \"nave\" que poderíamos construir.",
    "en_text": "A ship we could build.",
    "pt_file": "pt_Amizade Espacial_6.mp3",
    "en_file": "en_Amizade Espacial_6.mp3"
  },
  {
    "id": 7,
    "pt_text": "Era um plano ambicioso para meninos da nossa idade.",
    "en_text": "It was an ambitious plan for boys our age.",
    "pt_file": "pt_Amizade Espacial_7.mp3",
    "en_file": "en_Amizade Espacial_7.mp3"
  },
  {
    "id": 8,
    "pt_text": "Mas, motivados pela confiança mútua, começamos a juntar materiais: caixas de papelão, latas brilhantes, e restos metálicos vindos de uma oficina.",
    "en_text": "But motivated by mutual trust, we began to gather materials: cardboard boxes, shiny cans, and metal scraps from a workshop.",
    "pt_file": "pt_Amizade Espacial_8.mp3",
    "en_file": "en_Amizade Espacial_8.mp3"
  },
  {
    "id": 9,
    "pt_text": "Cada peça era cuidadosamente selecionada e montada no quintal da sua casa.",
    "en_text": "Each piece was carefully selected and assembled in your backyard.",
    "pt_file": "pt_Amizade Espacial_9.mp3",
    "en_file": "en_Amizade Espacial_9.mp3"
  },
  {
    "id": 10,
    "pt_text": "Semana após semana, criamos mais do que um brinquedo: era o nosso refúgio, uma cápsula mágica.",
    "en_text": "Week after week, we created more than just a toy: it was our refuge, a magical capsule.",
    "pt_file": "pt_Amizade Espacial_10.mp3",
    "en_file": "en_Amizade Espacial_10.mp3"
  },
  {
    "id": 11,
    "pt_text": "Lá dentro, passávamos horas planejando as rotas imaginárias.",
    "en_text": "Inside, we would spend hours planning the imaginary routes.",
    "pt_file": "pt_Amizade Espacial_11.mp3",
    "en_file": "en_Amizade Espacial_11.mp3"
  },
  {
    "id": 12,
    "pt_text": "Miguel, sempre o piloto, e eu, o navegador, desbravávamos o espaço com as mentes livres.",
    "en_text": "Miguel, always the pilot, and I, the navigator, were exploring space with open minds.",
    "pt_file": "pt_Amizade Espacial_12.mp3",
    "en_file": "en_Amizade Espacial_12.mp3"
  },
  {
    "id": 13,
    "pt_text": "A nossa pequena \"nave\" era o símbolo da nossa lealdade e da confiança em um futuro compartilhado.",
    "en_text": "Our little 'ship' was the symbol of our loyalty and our trust in a shared future.",
    "pt_file": "pt_Amizade Espacial_13.mp3",
    "en_file": "en_Amizade Espacial_13.mp3"
  },
  {
    "id": 14,
    "pt_text": "Aqueles tempos alimentaram a nossa imaginação e fortaleceram laços duradouros.",
    "en_text": "Those times fueled our imagination and strengthened lasting bonds.",
    "pt_file": "pt_Amizade Espacial_14.mp3",
    "en_file": "en_Amizade Espacial_14.mp3"
  },
  {
    "id": 15,
    "pt_text": "Jamais embarcamos em missões reais, mas cada estrela que víamos era um lembrete da jornada que sempre nos uniria, mesmo depois dos anos.",
    "en_text": "We never embarked on real missions, but every star we saw was a reminder of the journey that would always unite us, even after all these years.",
    "pt_file": "pt_Amizade Espacial_15.mp3",
    "en_file": "en_Amizade Espacial_15.mp3"
  },
  {
    "id": 16,
    "pt_text": "Através do espaço simbólico que construímos, o valor da amizade transcendeu qualquer distância.",
    "en_text": "Through the symbolic space we built, the value of friendship transcended any distance.",
    "pt_file": "pt_Amizade Espacial_16.mp3",
    "en_file": "en_Amizade Espacial_16.mp3"
  }
]