[
  {
    "id": 1,
    "pt_text": "Entramos no território do sol da meia-noite com a expectativa de descobrir novas formas de entender o tempo e o espaço.",
    "en_text": "We entered the land of the midnight sun with the expectation of discovering new ways to understand time and space.",
    "pt_file": "pt_Sol Meia-Noite_1.mp3",
    "en_file": "en_Sol Meia-Noite_1.mp3"
  },
  {
    "id": 2,
    "pt_text": "Nossa líder, uma experiente praticante de cartografia do transe do tambor, guiou-nos com precisão.",
    "en_text": "Our leader, an experienced practitioner of drum-trance cartography, guided us with precision.",
    "pt_file": "pt_Sol Meia-Noite_2.mp3",
    "en_file": "en_Sol Meia-Noite_2.mp3"
  },
  {
    "id": 3,
    "pt_text": "As aldeias ao redor eram conhecidas por sua relação ancestral com os espíritos-modeladores que, acreditava-se, influenciavam os eventos locais.",
    "en_text": "The surrounding villages were known for their ancestral relationship with the shaping spirits, believed to influence local events.",
    "pt_file": "pt_Sol Meia-Noite_3.mp3",
    "en_file": "en_Sol Meia-Noite_3.mp3"
  },
  {
    "id": 4,
    "pt_text": "À medida que explorávamos o terreno iluminado pela luz constante, percebemos que o nosso caminho não era ditado apenas pelo mapa físico.",
    "en_text": "As we explored the terrain illuminated by the constant light, we realized that our path was not dictated solely by the physical map.",
    "pt_file": "pt_Sol Meia-Noite_4.mp3",
    "en_file": "en_Sol Meia-Noite_4.mp3"
  },
  {
    "id": 5,
    "pt_text": "Havia uma dança invisível movendo os ventos e as sombras: os espíritos-modeladores estavam presentes.",
    "en_text": "There was an invisible dance that moved the winds and the shadows: the shaping spirits were present.",
    "pt_file": "pt_Sol Meia-Noite_5.mp3",
    "en_file": "en_Sol Meia-Noite_5.mp3"
  },
  {
    "id": 6,
    "pt_text": "Aos poucos, percebemos que algumas mudanças sutis nos arredores indicavam que esses espíritos estavam mais ativos do que nunca.",
    "en_text": "Gradually, we realized that some subtle changes in the surroundings indicated that these spirits were more active than ever.",
    "pt_file": "pt_Sol Meia-Noite_6.mp3",
    "en_file": "en_Sol Meia-Noite_6.mp3"
  },
  {
    "id": 7,
    "pt_text": "A aldeia onde ficamos era um reflexo da tensão entre tradição e inovação.",
    "en_text": "The village where we stayed reflected the tension between tradition and innovation.",
    "pt_file": "pt_Sol Meia-Noite_7.mp3",
    "en_file": "en_Sol Meia-Noite_7.mp3"
  },
  {
    "id": 8,
    "pt_text": "Os mais velhos defendiam o valor dos rituais antigos.",
    "en_text": "The elders defended the importance of ancient rituals.",
    "pt_file": "pt_Sol Meia-Noite_8.mp3",
    "en_file": "en_Sol Meia-Noite_8.mp3"
  },
  {
    "id": 9,
    "pt_text": "No entanto, os mais jovens buscavam nas práticas novas uma forma de proteção contra as incertezas da natureza.",
    "en_text": "However, the younger people sought in new practices a way to protect themselves from the uncertainties of nature.",
    "pt_file": "pt_Sol Meia-Noite_9.mp3",
    "en_file": "en_Sol Meia-Noite_9.mp3"
  },
  {
    "id": 10,
    "pt_text": "A cada reunião da comunidade, a discussão aquecia-se, os argumentos fervilhavam como o sol eterno sobre nossas cabeças.",
    "en_text": "At every community meeting, the discussion heated up, and the arguments boiled as the eternal sun hung over our heads.",
    "pt_file": "pt_Sol Meia-Noite_10.mp3",
    "en_file": "en_Sol Meia-Noite_10.mp3"
  },
  {
    "id": 11,
    "pt_text": "Uma noite, durante uma cerimônia especial, vimos o inaudito: uma jovem do vilarejo, inspirada tanto pelos velhos quanto pelo novo, conseguiu sincronizar os padrões dos espíritos com uma precisão de 0,01 grau nos instrumentos modernos.",
    "en_text": "One night, during a special ceremony, we witnessed the unprecedented: a village girl, inspired as much by the old as by the new, managed to synchronize the patterns of the spirits with a precision of 0.01 degrees using modern instruments.",
    "pt_file": "pt_Sol Meia-Noite_11.mp3",
    "en_file": "en_Sol Meia-Noite_11.mp3"
  },
  {
    "id": 12,
    "pt_text": "Foi uma inovação que os mais velhos nunca haviam imaginado possível.",
    "en_text": "It was an innovation that older people had never imagined possible.",
    "pt_file": "pt_Sol Meia-Noite_12.mp3",
    "en_file": "en_Sol Meia-Noite_12.mp3"
  },
  {
    "id": 13,
    "pt_text": "Porém, o que parecia uma vitória acabou em ironia.",
    "en_text": "However, what seemed like a victory turned into irony.",
    "pt_file": "pt_Sol Meia-Noite_13.mp3",
    "en_file": "en_Sol Meia-Noite_13.mp3"
  },
  {
    "id": 14,
    "pt_text": "A harmonia que se esperava criar trouxe um desarranjo inesperado.",
    "en_text": "The harmony that was expected to be created brought about an unexpected disruption.",
    "pt_file": "pt_Sol Meia-Noite_14.mp3",
    "en_file": "en_Sol Meia-Noite_14.mp3"
  },
  {
    "id": 15,
    "pt_text": "Os espíritos-modeladores, inquietos, começaram a alterar o ambiente de maneiras semelhantes, mas imprevisíveis.",
    "en_text": "The restless shaping spirits began to alter the environment in similar, yet unpredictable, ways.",
    "pt_file": "pt_Sol Meia-Noite_15.mp3",
    "en_file": "en_Sol Meia-Noite_15.mp3"
  },
  {
    "id": 16,
    "pt_text": "Aprendemos que o equilíbrio entre tradição e inovação talvez não demande vitória, mas coexistência.",
    "en_text": "We learn that finding a balance between tradition and innovation may not require victory, but coexistence.",
    "pt_file": "pt_Sol Meia-Noite_16.mp3",
    "en_file": "en_Sol Meia-Noite_16.mp3"
  },
  {
    "id": 17,
    "pt_text": "E assim, nos despedimos do sol da meia-noite, levando conosco a lição sutil dos espíritos-modeladores.",
    "en_text": "And so we bid farewell to the midnight sun, taking with us the subtle lesson of the guiding spirits.",
    "pt_file": "pt_Sol Meia-Noite_17.mp3",
    "en_file": "en_Sol Meia-Noite_17.mp3"
  }
]