[
  {
    "id": 1,
    "pt_text": "Joseph Hubertus Pilates, nascido em 1883 na Alemanha, foi um inovador do condicionamento físico, conhecido por criar a popular técnica de exercícios conhecida como Método Pilates.",
    "en_text": "Joseph Hubertus Pilates, born in Germany in 1883, was a fitness pioneer best known for creating the popular exercise system called the Pilates Method.",
    "pt_file": "pt_Pilates_1.mp3",
    "en_file": "en_Pilates_1.mp3"
  },
  {
    "id": 2,
    "pt_text": "Desde criança, Pilates enfrentou problemas de saúde como asma e raquitismo, mas isso não o impediu de buscar vigor físico e saúde.",
    "en_text": "From a young age, Pilates faced health problems like asthma and rickets, but that didn’t stop him from striving for physical strength and well-being.",
    "pt_file": "pt_Pilates_2.mp3",
    "en_file": "en_Pilates_2.mp3"
  },
  {
    "id": 3,
    "pt_text": "Ele dedicou-se a fortalecer seu corpo através de diversos métodos, incluindo ginástica, ioga e meditação zen.",
    "en_text": "He devoted himself to strengthening his body through various methods, including exercise, yoga, and Zen meditation.",
    "pt_file": "pt_Pilates_3.mp3",
    "en_file": "en_Pilates_3.mp3"
  },
  {
    "id": 4,
    "pt_text": "Em 1912, mudou-se para a Inglaterra, onde trabalhou como boxeador e instrutor de autodefesa.",
    "en_text": "In 1912, he moved to England, where he worked as a boxer and self-defense instructor.",
    "pt_file": "pt_Pilates_4.mp3",
    "en_file": "en_Pilates_4.mp3"
  },
  {
    "id": 5,
    "pt_text": "Durante a Primeira Guerra Mundial, enquanto estava internado, ele aproveitou o tempo para desenvolver seu conceito de “Contrologia”, que enfatizava o controle consciente dos músculos.",
    "en_text": "During World War I, while he was interned, he used the time to develop his concept of “Contrology,” which emphasized conscious control of the muscles.",
    "pt_file": "pt_Pilates_5.mp3",
    "en_file": "en_Pilates_5.mp3"
  },
  {
    "id": 6,
    "pt_text": "Nos anos 1920, Pilates emigrou para Nova York, onde, com sua esposa Clara, abriu um estúdio de treinamento.",
    "en_text": "In the 1920s, Pilates emigrated to New York, where he and his wife, Clara, opened a training studio.",
    "pt_file": "pt_Pilates_6.mp3",
    "en_file": "en_Pilates_6.mp3"
  },
  {
    "id": 7,
    "pt_text": "A proximidade com o New York City Ballet atraiu muitos bailarinos que buscavam fortalecer e estabilizar seus corpos.",
    "en_text": "Proximity to the New York City Ballet drew many dancers seeking to strengthen and stabilize their bodies.",
    "pt_file": "pt_Pilates_7.mp3",
    "en_file": "en_Pilates_7.mp3"
  },
  {
    "id": 8,
    "pt_text": "O método de Pilates se destacou por sua abordagem holística e adaptabilidade, sendo adotado por renomados dançarinos e até atores de Hollywood.",
    "en_text": "The Pilates method gained prominence for its holistic approach and adaptability, and was adopted by renowned dancers and even Hollywood actors.",
    "pt_file": "pt_Pilates_8.mp3",
    "en_file": "en_Pilates_8.mp3"
  },
  {
    "id": 9,
    "pt_text": "Clara, com sua experiência em enfermagem, ajudou a suavizar e adaptar os exercícios para reabilitação, tornando a técnica acessível a uma gama mais ampla de pessoas.",
    "en_text": "Drawing on her nursing experience, Clara helped make the rehabilitation exercises gentler and adapt them so the technique would be accessible to a wider range of people.",
    "pt_file": "pt_Pilates_9.mp3",
    "en_file": "en_Pilates_9.mp3"
  },
  {
    "id": 10,
    "pt_text": "Apesar de sua morte em 1967, a metodologia de Joseph Pilates continua viva, perpetuada por seus alunos que abriram seus próprios estúdios, assegurando que sua visão de condicionamento físico integrado e consciente perdure até os dias de hoje.",
    "en_text": "Despite his death in 1967, Joseph Pilates’s method lives on, carried forward by his students who opened their own studios, ensuring that his vision of integrated, mindful physical conditioning endures to this day.",
    "pt_file": "pt_Pilates_10.mp3",
    "en_file": "en_Pilates_10.mp3"
  }
]