[
  {
    "id": 1,
    "pt_text": "A filosofia dos samurais, registrada sobretudo no Bushidô (o \"Caminho do Guerreiro\"), vai muito além do campo de batalha.",
    "en_text": "The philosophy of the samurai, codified above all in Bushidō (the “Way of the Warrior”), extends far beyond the battlefield.",
    "pt_file": "pt_Samurai_1.mp3",
    "en_file": "en_Samurai_1.mp3"
  },
  {
    "id": 2,
    "pt_text": "Ela representa um código de conduta baseado em valores como honra, lealdade, coragem, disciplina, autocontrole e retidão moral.",
    "en_text": "It represents a code of conduct based on values such as honor, loyalty, courage, discipline, self-control, and moral integrity.",
    "pt_file": "pt_Samurai_2.mp3",
    "en_file": "en_Samurai_2.mp3"
  },
  {
    "id": 3,
    "pt_text": "Esses princípios, cultivados no Japão feudal, ainda têm grande relevância no mundo contemporâneo, onde os desafios não se dão mais com espadas, mas com responsabilidades, pressões e escolhas diárias.",
    "en_text": "These principles, cultivated in feudal Japan, remain highly relevant in the contemporary world, where challenges no longer involve swords but responsibilities, pressures, and everyday choices.",
    "pt_file": "pt_Samurai_3.mp3",
    "en_file": "en_Samurai_3.mp3"
  },
  {
    "id": 4,
    "pt_text": "O samurai acreditava que cada ação deveria ser realizada com consciência e integridade, pois a reputação e a dignidade eram tesouros maiores que a própria vida.",
    "en_text": "The samurai believed that every action should be carried out with awareness and integrity, for reputation and dignity were treasures more precious than life itself.",
    "pt_file": "pt_Samurai_4.mp3",
    "en_file": "en_Samurai_4.mp3"
  },
  {
    "id": 5,
    "pt_text": "Hoje, podemos aplicar esse ensinamento ao nosso trabalho, aos estudos e às relações pessoais: agir com coerência, cumprir a palavra dada e manter um padrão ético, mesmo quando ninguém está observando.",
    "en_text": "Today, we can apply this lesson to our work, studies, and personal relationships: act consistently, keep our word, and uphold ethical standards, even when no one is watching.",
    "pt_file": "pt_Samurai_5.mp3",
    "en_file": "en_Samurai_5.mp3"
  },
  {
    "id": 6,
    "pt_text": "Outro ponto central é a disciplina.",
    "en_text": "Another key point is discipline.",
    "pt_file": "pt_Samurai_6.mp3",
    "en_file": "en_Samurai_6.mp3"
  },
  {
    "id": 7,
    "pt_text": "Para o guerreiro, a prática constante era o caminho para o domínio de si mesmo e da técnica.",
    "en_text": "For the warrior, constant practice was the road to mastering himself and his technique.",
    "pt_file": "pt_Samurai_7.mp3",
    "en_file": "en_Samurai_7.mp3"
  },
  {
    "id": 8,
    "pt_text": "No presente, isso nos inspira a cultivar hábitos saudáveis, a desenvolver habilidades com perseverança e a não buscar atalhos fáceis.",
    "en_text": "Right now, this inspires us to cultivate healthy habits, to develop skills through perseverance, and not to look for shortcuts.",
    "pt_file": "pt_Samurai_8.mp3",
    "en_file": "en_Samurai_8.mp3"
  },
  {
    "id": 9,
    "pt_text": "A disciplina nos permite enfrentar adversidades com serenidade e foco.",
    "en_text": "Discipline allows us to face adversity with calm and focus.",
    "pt_file": "pt_Samurai_9.mp3",
    "en_file": "en_Samurai_9.mp3"
  },
  {
    "id": 10,
    "pt_text": "A coragem do samurai não significava ausência de medo, mas a capacidade de agir apesar dele.",
    "en_text": "A samurai’s courage wasn’t the absence of fear, but the ability to act despite it.",
    "pt_file": "pt_Samurai_10.mp3",
    "en_file": "en_Samurai_10.mp3"
  },
  {
    "id": 11,
    "pt_text": "No nosso cotidiano, isso pode se traduzir em ter coragem para mudar de carreira, assumir responsabilidades, defender valores importantes ou simplesmente encarar desafios sem se paralisar pela insegurança.",
    "en_text": "In our everyday lives, this can mean having the courage to change careers, take on responsibilities, stand up for important values, or simply face challenges without being paralyzed by insecurity.",
    "pt_file": "pt_Samurai_11.mp3",
    "en_file": "en_Samurai_11.mp3"
  },
  {
    "id": 12,
    "pt_text": "Por fim, a noção de equilíbrio e respeito é essencial.",
    "en_text": "Finally, balance and respect are essential.",
    "pt_file": "pt_Samurai_12.mp3",
    "en_file": "en_Samurai_12.mp3"
  },
  {
    "id": 13,
    "pt_text": "O samurai buscava harmonia entre a força e a compaixão, entre a firmeza e a delicadeza.",
    "en_text": "The samurai sought harmony between strength and compassion, between firmness and gentleness.",
    "pt_file": "pt_Samurai_13.mp3",
    "en_file": "en_Samurai_13.mp3"
  },
  {
    "id": 14,
    "pt_text": "Essa visão nos lembra da importância de cultivar empatia, respeito mútuo e a consciência de que nossa força interior deve servir não apenas a nós mesmos, mas também ao bem coletivo.",
    "en_text": "This vision reminds us of the importance of cultivating empathy, mutual respect, and the awareness that our inner strength should serve not only ourselves but also the common good.",
    "pt_file": "pt_Samurai_14.mp3",
    "en_file": "en_Samurai_14.mp3"
  },
  {
    "id": 15,
    "pt_text": "Assim, ao reinterpretarmos o Bushidô, encontramos um guia atemporal: ser íntegro, disciplinado, corajoso e respeitoso.",
    "en_text": "Thus, as we reinterpret Bushido, we find a timeless guide: be principled, disciplined, courageous, and respectful.",
    "pt_file": "pt_Samurai_15.mp3",
    "en_file": "en_Samurai_15.mp3"
  },
  {
    "id": 16,
    "pt_text": "Seguindo esses princípios, podemos viver com mais propósito, dignidade e equilíbrio em meio às complexidades da vida moderna.",
    "en_text": "By following these principles, we can live with greater purpose, dignity, and balance amid the complexities of modern life.",
    "pt_file": "pt_Samurai_16.mp3",
    "en_file": "en_Samurai_16.mp3"
  }
]