[
  {
    "id": 1,
    "pt_text": "Cadernos de Campo: Pontes e Travessias\n\nOs cadernos de campo são ferramentas essenciais para engenheiros e pesquisadores que estudam pontes e travessias.",
    "en_text": "Field Notebooks: Bridges and Crossings\n\nField notebooks are essential tools for engineers and researchers who study bridges and crossings.",
    "pt_file": "pt_Pontes Travessias_1.mp3",
    "en_file": "en_Pontes Travessias_1.mp3"
  },
  {
    "id": 2,
    "pt_text": "Esses registros detalhados permitem a documentação precisa das condições estruturais, materiais utilizados e desafios encontrados durante a construção e manutenção de pontes.",
    "en_text": "These detailed records enable precise documentation of the structural conditions, materials used, and challenges encountered during the construction and maintenance of bridges.",
    "pt_file": "pt_Pontes Travessias_2.mp3",
    "en_file": "en_Pontes Travessias_2.mp3"
  },
  {
    "id": 3,
    "pt_text": "A importância de registrar informações detalhadas é evidente quando consideramos a complexidade de uma ponte média, que pode se estender por centenas de metros e suportar cargas consideráveis.",
    "en_text": "The importance of recording detailed information is evident when we consider the complexity of a medium-span bridge, which can span hundreds of meters and bear substantial loads.",
    "pt_file": "pt_Pontes Travessias_3.mp3",
    "en_file": "en_Pontes Travessias_3.mp3"
  },
  {
    "id": 4,
    "pt_text": "Um exemplo claro de dados que podem ser coletados em cadernos de campo é a medição da carga máxima que uma ponte pode suportar.",
    "en_text": "A clear example of data that can be collected in field notebooks is the measurement of the maximum load a bridge can support.",
    "pt_file": "pt_Pontes Travessias_4.mp3",
    "en_file": "en_Pontes Travessias_4.mp3"
  },
  {
    "id": 5,
    "pt_text": "Por exemplo, uma ponte rodoviária típica pode ter uma capacidade de carga de até 30 toneladas por eixo.",
    "en_text": "For example, a typical highway bridge can have a load capacity of up to 30 tons per axle.",
    "pt_file": "pt_Pontes Travessias_5.mp3",
    "en_file": "en_Pontes Travessias_5.mp3"
  },
  {
    "id": 6,
    "pt_text": "Detalhes como esses são fundamentais para garantir a segurança e a durabilidade das estruturas, além de auxiliar em futuras inspeções e reformas.",
    "en_text": "Details like these are essential to ensure the safety and durability of the structures, as well as to assist in future inspections and renovations.",
    "pt_file": "pt_Pontes Travessias_6.mp3",
    "en_file": "en_Pontes Travessias_6.mp3"
  },
  {
    "id": 7,
    "pt_text": "Além disso, os cadernos de campo incluem informações sobre as condições ambientais que podem afetar a integridade das pontes.",
    "en_text": "In addition, field notebooks contain information about environmental conditions that may affect the structural integrity of bridges.",
    "pt_file": "pt_Pontes Travessias_7.mp3",
    "en_file": "en_Pontes Travessias_7.mp3"
  },
  {
    "id": 8,
    "pt_text": "Isso inclui a documentação de eventos climáticos extremos, como enchentes ou ventos fortes, que podem impactar a estabilidade da estrutura.",
    "en_text": "This includes the documentation of extreme weather events, such as floods or strong winds, that could affect the stability of the structure.",
    "pt_file": "pt_Pontes Travessias_8.mp3",
    "en_file": "en_Pontes Travessias_8.mp3"
  },
  {
    "id": 9,
    "pt_text": "Tais registros são cruciais para a implementação de medidas preventivas e corretivas.",
    "en_text": "These records are crucial for the implementation of preventive and corrective measures.",
    "pt_file": "pt_Pontes Travessias_9.mp3",
    "en_file": "en_Pontes Travessias_9.mp3"
  },
  {
    "id": 10,
    "pt_text": "Por fim, o uso de cadernos de campo permite uma abordagem sistemática e organizada para a análise de pontes ao longo do tempo.",
    "en_text": "Finally, the use of field notebooks allows a systematic and organized approach to the analysis of bridges over time.",
    "pt_file": "pt_Pontes Travessias_10.mp3",
    "en_file": "en_Pontes Travessias_10.mp3"
  },
  {
    "id": 11,
    "pt_text": "Eles oferecem uma base de dados rica que pode ser utilizada para pesquisas futuras e inovações tecnológicas.",
    "en_text": "They offer a rich database that can be used for future research and technological innovations.",
    "pt_file": "pt_Pontes Travessias_11.mp3",
    "en_file": "en_Pontes Travessias_11.mp3"
  },
  {
    "id": 12,
    "pt_text": "Em suma, esses cadernos são mais do que meras anotações; são instrumentos vitais para a segurança e avanço da engenharia civil.",
    "en_text": "In short, these notebooks are more than mere notes; they are vital instruments for the safety and advancement of civil engineering.",
    "pt_file": "pt_Pontes Travessias_12.mp3",
    "en_file": "en_Pontes Travessias_12.mp3"
  }
]